[
  {
    "id": 0,
    "about": {
      "cover": "Odinoky_Putnik.jpg",
      "title": "Одинокий путник",
      "categories": ["боевик", "путешествие", "романтика", "фентези"],
      "type": "Роман",
      "description": "Такеда Кай который в детстве лишился семьи из-за демона, держит путь на кровавый остров, чтобы истребить их всех до единого, чтобы больше никто не смог почувствовать такой же боли, как он. Его путь полон опасности и сюрпризов, а также полон встречами с необычными существами, которые присоединятся к его странствию и помогут выполнить его цель.",
      "contents": [
        "Глава 1: Выживший",
        "Глава 2: Необычная встреча",
        "Глава 3: Девятихвостая лиса",
        "Глава 4: Фестиваль кошмара",
        "Глава 5: Небесные воины",
        "Глава 6",
        "Глава 7",
        "Глава 8",
        "Глава 9",
        "Глава 10"
      ]
    },
    "text": [
      "Тёплым весенним днём юноша в оранжевой самурайской броне и с катаной возвращался домой на гору, где все деревья по пути были склонены, словно защищали спину путника от жарящего уходящего солнца и вели его к своей семье. Тихий ветер тряс ветки и толкал молодого человека в спину, словно торопя его встречу с родными. Зайдя в дом, юноша зашёл к себе в комнату где сразу скинул с себя доспехи и шлем, отложил в сторону меч и переоделся в чистую юкату. Затем он вышел на задний двор где была его семья. Красавица Мать сидела на крыльце и читала книгу, изредка поглядывая на своих мужчин, однорукий отец выкрикивал удары, который выполнял его младший сын с деревянной катаной истекая седьмым потом.\n- Смотрю всё так же, как и всегда, - с большой улыбкой сказал юноша.\n- О, уже вернулся, а я и не ожидала, что так рано придёшь, - удивилась мать. – Что-то произошло сегодня?\n- Нет, ничего интересного. Был обычный спокойный день.\n- Значит ты готов тренироваться? – спросил отец.\n- Конечно, я полон сил.\n- Ну и замечательно, бери сою деревянную катану и иди к Каю.\nЮноша встал рядом со своим братом и стал повторять упражнения вместе с ним.\n- Наконец-то ты вернулся, Шен, готов сегодня проиграть мне в дуэли? – спросил Кай.\n- Всё ещё не бросаешь попытки меня победить, а ты упёртый.\n- Для того чтобы стать сильнее, мне необходимо сражаться с сильными соперниками. Я уже победил всех самураев нашей деревни, кроме тебя.\n- Поздравляю тебя с таким достижением в пятнадцать лет. Обогнал меня на два года, но, а победить меня всё не можешь, - похихикал Шен.\n- Ничего, сегодня всё измениться, - с большой уверенностью говорит Кай.\n- Можно уже закончить с ударами и начать вашу дуэль, одевайте защиту и готовьтесь - приказал им отец. – сыновья тут же одели защитные шлема и встали друг против друга. – Готовы? Начали!\nКай кинулся вперёд, сделав вертикальный удар. Шен скакнул в сторону и занёс катану под бок брата. Кай моментально развернулся в его сторону и остановил деревянное лезвие, рукояткой своего меча. Он сделал шаг вперёд со скрещенными мечами, отпихнул руки Шена, чтобы он не смог защититься и уже собирался врезать ему по груди. Старший брат не растерялся, подошёл в притык и сильны поворотом толкнул младшего своим телом. Кай попятился от Шена, еле-еле устояв на ногах. Старший наносит несколько ударов, но младший всё отбивает с большим трудом. Кай встал в стойку. Шен тут же нанёс ещё серию молниеносных атак. Кай парировал каждую из них, ни разу не моргнув. Когда Шен возвращался в стойку, младший брат готовился нанести сильный пронзающий удар. Стоило старшему выпрямиться, как Кай молниеносно сделал выпад и выпрямил руки. Шен развернулся к нему спиной, увернувшись от меча, и ударил через бок младшему брату в живот. Кай отошёл назад, упав на колено, и схватился за место удара.\n- Всё, Кай проиграл! – крикнул отец. – На сегодня тренировка окончена, отдыхайте.\n- Вот попейте холодной воды, и витерите пот, - принесла мать ребятам кувшин с полотенцами и оставила на крыльце. – И потом идите ужинать.\n- Хорошо, мама, -  ответил Шен и подбежал к младшему брату: «Сильно ударил?»\n- Нет, - ответил Кай скрежета зубами, - это я налетел слишком быстро на твою атаку. Где ты научился этому приёму?\n- Меня этому обучил Футаро, когда нам не чем было заняться на патруле.\n- Обучишь меня этому приёму?\n- Конечно. Но не сегодня, - Шен взял полотенце с крыльца и вытер пот. – Лови, - бросил он второе полотенце брату. Он поймал его.\n- Спасибо.\nПока Кай вытирался, Шен поднёс ему кувшин с водой: «Пей первым, ты же весь день тренировался, и очень сильно устал».\n- А ты был на работе.\n- Я там почти ничего не делал, к тому же старший брат обязан заботиться о младшем.\n- Спасибо за заботу, - взял Кай кувшин и жадно стал пить воду. – Вот держи. – Шен тоже допил оставшуюся воду.\n- Пошли на кухню, думаю мама уже накрыла стол.\nБратья зашли в дом. Вся семья сидела за столом и ела рис с жаренной рыбой и овощами.\n- Сегодня был интересный бой между вами, - подметила мама.\n- Потому что Кай не покладая рук тренируется с самого восхода уже не первый год, а Шен набирается опыту уже в настоящих сражениях, - похвалил их отец.\n- Дорогой, когда ты соберёшься рассказать им про наш семейный секрет? – поинтересовалась мать.\n- Какой ещё секрет? – в один голос сказали братья.\n- Когда Кай вырастет и станет самураем, то я расскажу им всё.\n- В первые слышу, что у нашей семьи есть какой-то секрет, - недоумевает Шен.\n- Может это какая-то секретная техника, фехтования которая передаётся от поколения к поколению? – предположил Кай.\n- Разочарую тебя, Кай, но нет.\n- Жалко. А ты не можешь рассказать его сейчас?\n- Я уже сказал, когда расскажу, а пока эти условия не будут выполнены я нем, как рыба.\nКай и Шен разочаровались, но сразу смерились с этим, так как отец им никогда не врал. После того как все поужинали и убрались мать попросила детей сходить за водой к колодцу. Ребята взяли вёдра и пошли по склону в деревню.\n- Шен, не хочешь пробежаться до колодца, кто быстрее? – предложил Кай.\n- У тебя ещё остались силы после всего этого?\n- У меня они ещё даже не стали заканчиваться. Так что согласен пробежаться?\n- Ну давай.\n- Тогда, раз, два, три, - ребята побежали с необыкновенной скоростью. Через пару минут они были у колодца в центре деревни.\n- Я первый! – радостно крикнул Шен.\n- Ничего, стоит мне немного вырасти и уже будешь вторым, - ответил Кай.\n- Кай, я старше тебя на восемь лет и это не измениться, если ты повзрослеешь.\n- Но когда ты будешь шестидесятилетним стариком, а я мужчиной, то без проблем обгоню тебя.\n- Хорошо, я запомню это, а теперь давай быстро наберём воды и вернёмся.\nРебята по очереди заполняли вёдра и в это время мимо них прошла знакомая девушка.\n- Шен, Кай привет! – крикнула она.\n- Привет, Руми! – ответили они ей.\n- Вы сейчас домой идёте? – подошла рыжеволосая девушка к парням поближе. Она была очень красивой. Милое лицо, стройная и вытянутая фигура и маленькие синение глаза, словно ягоды.\n- Да, мать попросила нас принести воды, - сказал Шен слегка дрожащим голосом\n- Можете тогда ненадолго задержаться и пройтись к моему дому? Дедушка с бабушкой хотят подарить тебе немного овощей за защиту от бандитов три дня назад.\n- Хорошо.\nРебята взяли вёдра с водой и пошли за девушкой. По пути жители деревни приветствовали Шена и благодарили за защиту. Придя к дому, ребята стояли и ждали бабушку и дедушку девушки.\n- Вот и наш любимый Шен, - поприветствовала старушка юношу, тискав его щёки.\n- А это наша благодарность тебе, - протянул пожилой мужчина корзину с овощами.\n- Спасибо вам большое за подарок, - поклонился Шен.\n- Не стоит кланяться, - пробормотал старик и выпрямил юношу, - это должны делать мы.\n- Шен, - вышла Руми из дома с маленькой коробкой, обмотанной в платок, - это тебе благодарность от меня.\n- Руми не стоит…\n- Просто возьми и не отказывайся, - перебила его девушка.\n- Хорошо, - нервничая, он взял подарок.\n- Доброго вам вечера ребята, - попрощались Руми с бабушкой и дедушкой.\nНа пол пути к дому Кай спросил: «Шен, почему ты так занервничал, когда Руми сказала тебе взять подарок?»\n- Просто… сложно спокойно себя вести с человеком которого любишь.\n- О так я всё же был прав?\n- На счёт чего?\n- Как-то раз родители обсуждали на ком ты скорее всего женишься. А я это услышал и решил поспорить с ним что это будет Руми, а не Ико. И походу они уже проиграли мне.\n- То, что я её люблю ещё не значит, что женюсь, она же может отказать мне.\n- Что за бред ты несёшь. Никакая девушка не откажет тебе. Ты же самый сильный самурай в нашей деревне, очень красивый и умный. Неужели ты веришь в то, что она может тебе отказать?\n- Нет. Я скорее боюсь, что это может случиться.\n- О так наш смелый самурай не такой уж и бесстрашный?\n- Я никогда не говорил, что являюсь таким.\n- Да?! А как же тот случай с прыжком в реку?\n- Тогда я хотел тебя подбодрить, чтобы ты стал таким же, как и я.\n- Поэтому предлагал мне спрыгнуть с нашей горы в реку с сильным течением.\n- Я бы прыгнул тут же за тобой и спас бы.\n- Ага, только вот меня бы уже давно смыло бы.\n- Да не злись ты из-за этого, всё равно же не прыгнул.\n- Но чувство того, что я трус преследовало меня долго.\n- А что поделать, если так и есть.\n- Сейчас мы придём домой, и я покажу тебе какой я трус, - разозлился Кай.\n- Неужели прыгнешь в реку?\n- Ещё как.\n- Тогда пошли быстрее, хочу на это посмотреть.\nРебята ускорились. Подходя к дому, мальчишки услышали крики родителей из дома. Ребята забежали в дом, а там огромный двухметровый красный демон грыз их мать острыми зубами. Мальчики с ужасом смотрели в пустые чёрные глаза монстра, словно были парализованы от ужаса. Рот демона был запачкан кровью, острые когти разрывали тело женщины на мелкие куски, а рядом с чудищем лежал полуживой отец и из последних сил он бросил в сыновей катану и крикнул: «Бегите!» Чудище тут же пронзает мужчину своими огромными руками. Шен схватил меч и вместе с братом выбежал из дома. Демон тут же бросился за детьми. Чудище догнало Шена и повалило на землю. Юноша выхватил меч из ножен и порезал глаз демону. Монстр завыл от боли.\n- Беги, Кай к уступу и прыгай, я за тобой! – поднимался Шен с земли.\nМладший брат добежал до уступа, но остановился.\n- Прыгай! – бежит к нему старший брат.\n- Я … я не могу, - дрожит Кай.\n- Просто прыгай не думай о страхе, - кричит Шен, подбегая к нему. Но тут же монстр яростным рывком догоняет юношу и отрывает руку своими острыми когтями. Шен закричал от боли, но не остановился. Он сталкивает Кая с уступа и кричит ему напоследок: «Обязательно выживи, не смей умирать!» Юноша упал в воду и потерял сознание, а на горе раздался крик Шена, который никто из деревни не услышал.\nТело Кая двигалось вниз по течению. В коме юноша воспроизводил момент убийства семьи. Перед ним лежат трупы родных, над которыми он склонился и заплакал.\n- Нет, нет, нет! Я не хочу в это верить! Этого не могло произойти наяву.\nПока Кай рыдал и орал перед ним из крови убитой семьи появился двухметровый чёрный демон, с костлявым туловищем, острыми зубами, когтями, белыми глазами и кроваво красным мечом. Юноша смотрит на него с испуганными глазами и ничего не может поделать. Но из-за спины доноситься крик брата: «Кай, выживи не дай этому демону убить тебя!» Юноша набирается смелости, берёт меч из рук брата и встаёт в защитную стойку. Демон, превратившись в дым, перемещается к нему за спину и наносит удар. Кай отпрыгнул и ударил в ответ. Демон снова переместился к нему за спину. Юноша ели успевает среагировать, чтобы парировать удар. Демон начинает постоянно скакать вокруг Кая нанося удары. Юноша не успевает отбивать атаки. Кровавый меч разрезает плоть Кая, обжигая раны. Стоя весь в ранах и истекая кровью Кай не отпускает меч и продолжает защищаться пока один удар не настиг его лица. Прямо перед глазами проносился меч, который собирался его разрезать. Кай тут же набрался решимости, ловко выхватил меч демона из его рук, недалеко отпрыгивает, слегка приседает и делает резкий выпад, разрезав монстра пополам. Юношу тут же схватила рука с острыми когтями. Верхняя часть демона говорит Каю: «Теперь ты следующий! Твоя жизнь больше не будет прежней!» и кусает его за лицо.\nЮноша просыпается от комы и видит, что он находиться в чьём-то доме. Кай встаёт с кровати и видит рядом зеркало. Посмотрев в него, он видит, что цвет его глаз и волос изменились. Чёрные волосы, превратились в белые, словно снег, а правый голубой глаз стал красным, как кровь. На губах у юноши образовались красные шрамы, которые остались от укуса. Дверь открылась и в комнату зашёл седой старик с длинными усами.\n- Ты уже очнулся, как самочувствие? – поинтересовался старый незнакомец.\nКай вспоминает, что с ним произошло, упал на пол и, свесив голову, ответил: «Всё… всё ужасно. Моих родных убил демон. А меня спас мой брат. Он спихнул меня с обрыва и крикнул, чтобы продолжал жить. Но я, - расплакался юноша, - не хочу жить без них».\n- Выкинь эти мысли из головы, - подошёл старик поближе и сел на колено. - Неужели твой брат зря пожертвовал собой?\n- Нет.\n- Тогда будь добр исполнить его последнюю волю.\n- Я, - Кай вытер слёзы, - постараюсь.\n- И что же ты планируешь делать дальше?\n- Я стану сильным и истреблю всех демонов! – сжал он кулаки со злым оскалом.\n- И как же ты это сделаешь? – ехидно спросил старик.\n- Я стану самым сильным самураем.\n- Это неплохой выбор, но обычным фехтованием ты сможешь убить только слабых демонов, а сильных нет.\n- И что нужно, чтобы одолеть таких?\n- Нужно владеть стилем «Ветряных клинков».\n- Что в ней такого особенного?\n- Это секретная техника фехтования, которая очень эффективна против демонов, так как была создана первым человеком, который бросил им вызов наплевав на смерть. Этот стиль передавался в секрете от учителя к ученику. Я могу обучить ею тебя, но сможешь ли ты пройти суровые тренировки, чтобы сражаться с демонами на ровне?\n- Смогу! – посмотрел он на старика горящими глазами.\n- Тогда отдыхай, а завтра мы начнём наши тренировки. И ещё называй меня Тейпом.\n- Да, сенсей. А вы меня Каем.\nСтарик кивнул головой и вышел из комнаты.\nС момента начала тренировок прошло пять лет. Кай подрос, стал сильным, красивым и здоровым мужчиной. И время его обучения подошло к концу. Когда он вернулся после небольшой прогулки в дом Тейпа, тот ждал его с двумя катанами и небольшой стопкой с чёрной одеждой.\n- Кай, сядь, - пробормотал старик. Парень выполнил просьбу.\n- Я обучил тебя всему, что знал. Ты добился больших высот и в честь окончания нашей тренировки, я дарю тебе эти мечи из метеоритного металла. Их выковал мой старый друг, который работает кузнецом, по моей просьбе. Эти мечи никогда не затупятся и не сломаются, они буду верно служить тебе на твоём опасном пути. А эту одежду сшила моя знакомая подруга. Ткань очень комфортна и в бою не будет тебе мешать. Но и одежда необычна. Она сшита из волшебных нитей, которые со временем восстанавливаются, если их порезать. Возьми это и носи на здоровье.\nКай взял одежду с оружием, ушёл в свою комнату, всё одел и вышел. Снежно-белые волосы, собранные в косичку, сильно выделялись на чёрном наряде юноши, состоящая из облегающей кофты, штанов и сапог с мягкой подошвой. Маска того же цвета, что и вся одежда, закрывает пол лица, подчёркивая его разноцветные глаза и скрывая шрамы на рту.\n- Смотришься ты очень хорошо, - похвалил его старик.\n- Спасибо вам, мастер Тейп, за всё, что вы для меня сделали, - обнял Кай наставника. После недолгих объятий, он вышел из дома и направился на восток.\n- Удачи тебе! – крикнул Тейп ему в след.",
      "Беловолосый юноша с двумя катанами по бокам шёл по дороге и свист ветра вместе с шелестом листвы и пением птиц нарушал тишину, которая преследовала Кая. Через несколько пройденных деревьев у него вдруг задымились руки. Юноша берёт в левую руку чёрный меч из ножен, а в правой из воздуха появился кроваво-красный клинок. Мужчина слегка пригнулся и продолжил идти в боевой стойке. Неподалёку от дороги он заметил лошадь, разорванную пополам и высушенную до костей, словно из неё выпели всю кровь. Рядом с трупом были большие свежие следы монстра с перепонками на ногах. Кай пошёл по ним в глубь леса и встретил демона, который только-только закончил пить кровь неудачливого путника. Похож он был на большого карпа с мускулистыми человеческими конечностями, на спине красовался большой ярко-розовый плавник, у пальцев рук и ног были перепонки, а во рту было три ряда острых, как бритва зубов. Когда демон откинул высушенный труп, то развернулся к Каю. Увидев юношу, чудище заулыбалось запачканной кровью ртом. \n- Радуешься тому, что съешь меня? Ну так попробуй, - пригрозил Кай. \nДемон тут же побежал на юношу. Кай спокойно увернулся от выпада монстра и разрезал его на части одним взмахом кровавого клинка. Куски демона упали на землю и превратились в пепел. \n- Слабак, - пробубнил Кай. Убрав мечи, юноша похоронил останки убитого человека под грудой камней. После он продолжил идти.\nЧерез пару часов Кай пришёл в небольшую деревушку. Он сразу же направился в рёкан и покупает себе комнату на ночь. Войдя в маленькую комнату где находился один футон, юноша сел на него и отдыхал от долгой дороги. Рядом с ним образовалась чёрная воронка откуда он достал небольшую книжку и карандаш. Открыв её, Кай рисовал в нём демона которого убил и проговаривал про себя: «Водный демон, похожий на карпа. Слабый. Высушивает жертв, потом ест. Особых боевых умений нет». – Когда юноша перестал рисовать, то у него заурчал живот. – «Надо бы подкрепиться». – Он убрал в воронку книжку с карандашом и пошёл искать лавки с едой. Кай гуляет по поселению и приходит на рынок. Он подошёл к первой же лавке с фруктами. \n- Здравствуйте молодой человек, что хотите купить? – спросил старый торговец.\nКай немного осмотрел весь товар и ответил: «Возьму пять зелёных яблок. Сколько с меня?»\n- Пятнадцать йон.\nЮноша заплатил и, взяв фрукты, направился к себе в комнату. По пути он наткнулся на двух девочек, которые не могли поделить куклу. Он подошёл к ним и спросил: «Девчата, вы сёстры?»\n- Да, - ответила девочка в красной юкате, - но она не хочет делиться. \n- Я могу решить вашу проблему. Дайте мне куклу, - протянул он руку.\nДевочки переглянулись между собой и отдали игрушку. Кай убрал кисти за спину. В пустой руке из чёрного дыма, появилась точно такая же кукла. - А теперь смотрите за волшебством, - сказал юноша и протянул руки с двумя игрушками. Девочки удивились. \n- Как вам? – поинтересовался Кай.\n- Это очень здорово дяденька, - ответила девочка в фиолетовой юкате.\n- Рад это слышать, - улыбнулся Кай под маской. – Возьмите их и больше не ругайтесь из-за пустяков, хорошо?\n- Да, дяденька, - ответили девочки, взяли куклы в руки и побежали играть с ними.\nКай продолжил идти к рёкану. Придя наконец-то к себе в комнату, он сел на футон и стал есть яблоки. Когда уже стемнело, он лёг спать. Каю сниться кошмар, как красный демон, убивший семью, хочет съесть его. Когда монстр уже готов убить Кая, тот просыпается в холодном поту и хватается за катаны. Осознав, что это был всего лишь кошмар, он ложиться спать дальше.\nУтром Кай отправился в путь. Он шёл по дороге пока не стемнело. Юноша отошёл недалеко в лес, разжёг костёр и стал засыпать. Кай ощущает какие-то странные чувства и, открыв глаза, видит перед собой девушку, полностью покрытую разноцветной чешуёй, короткими красными волосами, как огонь, и острыми когтями на руках. Кай тут же подорвался с места, обнажил мечи и хотел уже начать замахиваться для удара, но девушка отступила назад, упала на колени и испуганным голосом сказала: «Не убивайте меня, пожалуйста. Я одна из духов снов баку. У меня и мысли не было вам причинять зло, а всего лишь поесть ваших снов. Прошу не убивайте».\n- Дух снов, значит, - убрал Кай мечи в ножны, но одну из рук оставил на рукояти. – Как мне понять, что ты не врёшь?\n- Тогда смотри, - девушка сжала руки и что-то внутри засветилось. Свет бился из пальцев. Когда она разжала руки, на её ладонях был розовый магический цветок, который переливался яркими цветами и светился. Юношу это заворожило.\n- Демоны такое точно делать не умеют, да и руки мои не задымились, так что я тебе верю, - убрал Кай руку с рукояти и лёг рядом с костром. – Ешь сколько хочешь, мне не жалко. – закрыл он глаза.\n- Благодарю вас, - кивнула девушка.\n- Но если я почувствую, что умираю, поверь у меня хватит скорости снести тебе голову, так что не смей этого делать.\n- Д-да, я поняла, - испугалась она.\nКогда Кай уснул девушка подсела поближе к нему. Она протянула руки к его голове, и они начали светиться тусклым золотым светом. На утро, когда Кай проснулся, то увидел перед собой слово спасибо, выложенное ветками. Юноша поднялся и продолжил идти по дороге. Идя уже пол дня, Кай натыкается на шесть бандитов, которые напали на карету. На земле валялось четверо мёртвых солдат. Один из бандитов пытался открыть дверь кареты, а остальные наблюдали за этим. Кай достал из ножен один меч и медленно подходил к разбойникам.\nОдин из бандитов его заметил и крикнул: «Эй, ты! А ну стой и бросай оружие, иначе убьём тебя».\nКай молча продолжал идти.\n- Глухой что ли? Я сказал стоять, - юноша никак не реагировал на его слова. – Сам напросился, ребята убейте его!\nДвое ближайших бандитов с мечами накинулись на него. Кай встал на месте, замахнулся и сделал горизонтальный удар. От клинка вылетело еле видимое воздушное лезвие, которое разрезало двух бандитов пополам. Куски тел упали на землю, а живые разбойники были в ужасе от увиденного.\n- Какого чёрта?! Он же даже не коснулся их клинком. Не подходи к нам, мы уходим. Бегите парни!\nОни уже собирались бежать, но Кай кинулся к ним, как молния, и разрезал всех за секунду. Затем юноша убрал меч в ножны, подошёл к карете, постучался в дверь и сказал: «Можете выходить я расправился с бандитами». \n- С чего бы нам тебе верить? – раздался голос из кареты.\n- Мне всё равно веришь мне или нет. Я просто помог вам и сказал об этом. Берегите себя, - Кай отошёл от экипажа.\n- Стой! – крикнул голос, и дверь кареты открылась. – Подойди, пожалуйста. – Юноша вернулся и увидел внутри раненного солдата с огромной раной на груди и маленькую черноволосую девочку в красной юкате. \n- Послушай, парень… - тяжело говорит мужчина, - доставь эту девочку в город Ханатура там живут её родители, они достойно вознаградят тебя за это. \n- Что, а как же ты, Хён? – спросила маленькая девочка.\n- Я приду позже. А вам стоит пойти с этим мужчиной. Он сможет вас защитить от опасности. Вы согласны сэр?\n- Этот город, как раз по пути, так что, да. Тем более оставить девочку одну в лесу я не могу.\n- Госпожа идите, за меня не беспокойтесь, слушайтесь теперь этого мужчину, пока не придёте к родным, хорошо? – улыбнулся мужчина.\n- Да, - девочка спрыгнула с кареты, а Кай закрыл дверь.\n- Спасибо вам, юноша, - сказал мужчина через дверь затухающим голосом.\nКай взял девочку на руки, посадил на шею и подошёл к лошадям. Он достал меч, отрезал поводья и отпустил коней. \n- Зачем ты это сделал? – спросила девочка.\n- Чтобы лошади не умерли здесь. Пускай уж лучше продолжат жить в лесу, - ответил Кай и пошёл по дороге. – Так, как тебя зовут? \n- Танако Мана. \n- Приятно познакомиться. А меня зовут Такеда Кай.\n- Кай-сан, а кто вы, самурай?\n- Нет. Хотя, когда-то хотел им стать.\n- А кто вы тогда?\n- Эм-м, - задумался Кай, - убийца демонов.\n- О-о-о, - удивилась девочка, - не врёте?\n- Конечно, нет. Мне не зачем тебе врать.\n- И скольких демонов вы убили?\n- До этого дня тридцать три.\n- Ого! Так много. А вам не было тяжело с ними сражаться?\n- С первыми демонами было тяжело, так как я боялся и не знал, что от них ожидать. Теперь, когда у меня есть опыт и сила, никакой демон не может меня выиграть.\n- А научите меня как сражаться с ними?\n- Нет, ты слишком маленькая.\n- Я не ребёнок, мне одиннадцать, - надула девочка щёки.\n- Говори, что хочешь, но от этого ты сразу не повзрослеешь, - с улыбкой под маской сказал Кай.\nДевочка опустила голову от слов юноши.\n- Не расстраивайся ты так. Лучше наслаждайся тем, что ты ещё ребёнок. А то, когда повзрослеешь, то будешь жалеть себя об этом.\n- А чему радоваться? Что мама с папой запрещают мне делать, что я хочу?\n- Не без причины они это делают. Скажи, что родители тебе запрещают?\n- Играть с моей подругой ночью.\n- А днём с ней нельзя поиграть?\n- Она спит в это время, а просыпается ночью. А я хочу с ней играть, но мама с папой запрещают ночью выходить из дома.\n- Я бы тоже не разрешил своему ребёнку ночью играть с друзьями ночью. Это же опасно. Мало ли что может случиться. Так что не злись на родителей, ведь они заботятся о тебе.\n- Я и не злюсь. Они делают почти всё, что я хочу. Но обидно, что есть вещи, которые мне запрещают делать. Поэтому я хочу побыстрее вырасти, чтобы мне никто ничего не запрещал.\n- Все дети хотят сразу стать взрослыми, но они не знают, как это тяжело. Поэтому просто наслаждайся своим беззаботным детством.\n- Мне так все говорят, уже устала это слушать.\n- А ты не задумывалась почему? \n- Нет.\n- Потому что, у каждого возраста есть свои плюсы и минусы. \n- И какой же тогда у меня плюс?\n- Я уже сказал, что ты можешь жить беззаботно, потому что ещё маленькая, а когда вырастешь, то у тебя появиться много дел, и время на забавы у тебя не будет. Поэтому просто веселись пока есть возможность.\n- А у вас, Кай-сан, тогда какие плюсы?\n- Я могу делать всё, что захочу в пределах разумного, конечно же.\n- Вот-вот, это же самое весёлое у взрослого. Ему никто ничего не запрещает.\n- Да? То есть ты хочешь постоянно думать, как заработать денег, искать себе пищу и крышу над головой?\n- Нет. Это мне всё дадут родители. \n- Пока ты маленькая это так, но когда станешь взрослой, то придётся о себе самому заботится. \n- Я не хочу этим заниматься.\n- К сожалению, это неизбежная судьба любого взрослого. Так что просто радуйся пока маленькая.\n- Хорошо. А как долго мы будем идти до мамы с папой?\n- Если тебе надо как можно быстрее вернуться домой, то я могу начать бежать.\n- Давай.\n- Тогда, - пересадил Кай девочку с шеи на спину, - держись крепко, - юноша быстро побежал. Ближе к вечеру ребята пришли в деревню. Когда они гуляли по нему, у девочки заурчал живот.\n- Кай-сан, я есть хочу, - сказала Мана.\n- Хорошо, давай зайдём в тот идзакай? - указал пальцем юноша.\n- Пошли.\nРебята зашли в идзакай. Тут было полно народу. Люди сидели с друзьями, рассказывали свои байки и выпивали. А носы посетителей дразнил вкусный аромат варёной лапши и мяса. Кай с Маной нашли свободный столик рядом со стеной и сели за него. Через пару секунд к ним подошла официантка и спросила: «Что будете заказывать?»\n- Нам два рамена и воды, - ответил Кай. \n- Хорошо, может вы хотите взять какие-нибудь сладости для девочки?\n- Нет. Уже вечер, да и к тому же мы заказали рамен, так что обойдёмся без сладкого.\n- Но я хочу тортик! – воскликнула девочка.\n- Нет, Мана, - запретил ей Кай. – Есть сладости вечером вредно, особенно детям, да и ты не хочешь стать толстой девушкой, правильно?\n- Да, - грустно ответила Мана.\n- Не расстраивайся, завтра я тебе сделаю очень вкусный десерт, который будет лучше, чем целый торт.\n- Обещаешь? – посмотрела девочка на юношу удивлёнными глазами.\n- Да.\n- Ура!\nОфициантка ухмыльнулась и ушла со словами: «Ожидайте свой заказ».\n- Кай, а что ты приготовишь? – поинтересовалась Мана.\n- Это секрет.\n- Ну я хочу узнать сейчас!\n- Если ты не успокоишься, то десерта тебе не видать. \nДевочка надула щёки, отвернула голову и скрестила руки. Кай лишь слегка посмеялся. Ребята сидели и ждали заказ. Мана вертела головой и подслушивала разговоры посетителей. Кай, достав незаметно книгу с карандашом, рисовал идзакай изнутри и большими буквами написал «Прийти сюда с друзьями», и с низу подписал так мелко, как только мог «Если найдутся». Через пару минут пришла официантка с подносом, выложила еду и, пожелав приятного аппетита, ушла. Ребята стали есть свой заказ. Во время трапезы девочка спросила у юноши: «Почему ты носишь маску?»\nКай прервался от еды и ответил: «Пока мы едим никаких разговоров, иначе не наешься» - и продолжил медленно есть. \n- Почему? \nЮноша проигнорировал вопрос девочки. Она поняла, что до него не достучаться и тоже молча стала есть. Когда тарелки были опустошены, Кай заплатил за еду и вместе с девочкой пошли на рынок. \n- Кай, а почему ты не разговариваешь за едой? – поинтересовалась Мана. \n- Этому меня научил мой учитель. Он сказал, что лучше всего есть в полной тишине, чтобы насладиться всеми вкусами еды и наесться так, словно несколько порций съел. Я быстро привык к этому и теперь, когда со мной пытаются говорить, то - просто молчу. О, пошли туда, - указал Кай на лавку с продуктами. – Здравствуйте, по чём у вас фрукты?\n- Скажите, что вам конкретно нужно, молодой человек, и я расскажу, - ответила женщина с милой улыбкой. \n- Мне нужны яблоки, груши, бананы и горсть клубники с черникой.\n- Одно яблоко стоит две йоны, груша – три, банан с горстью клубники и черники – по четыре.\n- Тогда продайте мне всего по четыре штуки, - Кай засунул руки в карманы и вытащил уже с мешочком денег, - вот оплата, - положил он деньги на прилавок. \n- Сейчас всё соберу, - ответила женщина и стала перебирать фрукты. \n- Кай, ты мне так и не ответил почему маску носишь, - напомнила ему Мана.\n- Прости совсем забыл про твой вопрос. Маску я ношу, потому что под ним некрасивые шрамы и я не хочу их показывать людям.\n- Можно на них посмотреть?\n- Я сейчас, что сказал.\n- Но мне так хочется посмотреть на них.\n- Тебе достаточно смотреть на мою оставшуюся часть лица.\n- Хорошо, тогда расскажи, как ты получил разноцветные глаза.\n- Точно хочешь это знать?\n- Да.\n- Сейчас мы выйдем из деревни, и я тебе всё расскажу.\n- Вот ваши фрукты, - протянула женщина мешки с фруктами.\n- Благодарю, - Кай взял их и вместе с Маной ушли из деревни.\n- Теперь слушай. Я получил свои… необычные черты лица, когда убил демона пять лет назад. Он проник в моё сознание и сперва показал кошмар, в который мне не хотелось верить. Когда я утопал в горе, то появился сам демон. Мы схлестнулись с ним в драке, и я в ней выиграл. Но демон перед смертью из последних сил укусил меня за лицо и затем наступила тьма. Когда же я очнулся, то у меня уже были белые волосы, разноцветные глаза и шрамами на рту. Вот такая вот история. \n- Ух ты, так ты получается очень сильный, если смог убить демона?\n- Конечно. Давай устроим там привал, а то уже темнеет, - указал Кай на большой дуб недалеко от дороги.\nКогда солнце начло уходить в закат ребята разожгли костёр под ветвями дерева. Рядом с Каем появилась небольшая чёрная воронка, в которую он бросил мешки с фруктами.\n- Что это такое? – восхищённо спрашивает Мана.\n- Это скажем так, мой рюкзак, я храню там все мои вещи и кстати, - протянул Кай руку и из воронки он вытащил одеяло, - это тебе.\n- Спасибо, - девочка обернулась тёплым плетом и спросила: «Кай, а ты не хочешь поработать на моего отца, будешь нашим охранником, он тебе будет очень много платить».\n- К сожалению, я вынужден отказаться.\n- Почему?\n- Мне нужно попасть в одно место, и оно довольно далеко от вашего дома.\n- И куда же?\n- А это секрет. Лучше ложись спать. \nМана зевнула и ответила: «Спокойной ночи» - и уснула.\nКай отошёл подальше от костра на пустое поле, достал мечи и стал отрабатывать удары, рассекая воздух. После каждого взмаха мечом он выполнял уворот в разные стороны, постоянно ускоряясь и раскручиваясь, словно ураган. Вокруг Кая разогнался воздух, как кольцо, постоянно усиливаясь. Когда юноша, остановился и взмахнул мечами в стороны, ветряной круг рассеялся и порезал деревья, которые были вдалеке. Кай продолжал отрабатывать свои приёмы до самого утра.      \nКогда солнце взошло, девочка проснулась и увидела перед собой Кая, который заваривал чай.\n- С добрым утром Мана, - поздоровался Кай и протянул ей тарелку с фруктовым желе, - твой обещанный десерт. – Раздался свист чайника над костром, - А вот и чай готов. – Кай взял чашку из чёрной воронки, налил туда чай и отдал девочке. Мана покрутила тарелку и спросила: «Что это?» \n- Это фруктовое желе. Очень вкусный и полезный десерт. Попробуй, обещаю, тебе понравится, - Кай дал ей ложку. Мана отрезала кусок желе и съела. \n- Так вкусно! – засветилась девочка от счастья. – Кай, а ты не хочешь быть моим поваром?\n- К сожалению, я не силён в готовке и могу что-то сделать только по рецепту.\n- Тогда скажешь, как ты сделал это желе?\n- Так же как и любое другое, просто вместо сахара и соков я добавил туда измельчённые фрукты, которые дали сладость. Поэтому просто расскажи это своей маме и сможешь этим лакомится хоть каждый день. \n- А разве желе не вредное?\n- Такое нет. Ведь в нём нет сахара, а только полезные фрукты и желатин, который не вреден.\n- Я запомню это.\n- Как скажешь. Когда доешь, мы продолжим идти, - сделал глоток Кай.\n- Хорошо. \nПозавтракав и потушив костёр, ребята продолжили путь. По дороге Мана споткнулась и подвернула лодыжку. \n- Мана, не двигайся, - Кай взял её за ногу и перевязал бинтом из воронки. – Идти сама можешь? \n- Попробую, - девочка попробовала встать, но из-за боли села на землю. – Нет не могу.\n- Тогда я понесу тебя, - Кай подошёл к ней, повернулся спиной и присел. – Хватайся, - Мана ухватилась за плечи, юноша подхватил её за ноги и выпрямился. – Тебе удобно?\n- Да.\n- Вот и отлично, - ребята продолжили идти. Когда солнце начало опускаться за горизонт, то они пришли в Ханатуру. Девочка указал путь к дому и вскоре он уже был у их поместья на окраине города. Их встретило двое стражников, которые охраняли вход во внутренний двор дома.\n- Кто ты и зачем сюда пришёл? – спросил невысокий мужчина с чёрной повязкой на голове. \n- Меня зовут Такеда Кай, и я сопровождаю это девочку к её родным, - Мана выглянула из-за спины юноши.\nКак только стражники увидели её, то побледнели и вскликнули вместе: «Госпожа?!»\n- Да это я, а что? – поинтересовалась девочка.\n- Что вы делаете с этим незнакомцем и где ваша охрана?\n- Их всех убили разбойники, и один из живых слуг попросил меня привести вашу госпожу домой.\n- Господи, - побледнели стражники ещё сильнее. После недолгой паузы стражник со шрамом на щеке говорит: «Они хотя бы справились со своей задачей и смогли умереть с честью, как воины. А вы, Такеда-сан, проходите». \nКогда Кай с девочкой вошли во двор стражники крикнули: «Госпожа Мана вернулась!» – Из дверей дома выходят родители девочки, но, когда увидели юношу их счастливые лица сменилась на настороженные.\n- Мана, кто это? – спросил мужчина с короткими усами и жёлтой юкате.\n- Это Кай-сан, он мой новый охранник.\n- Когда это я им стал? – воскликнул Кай.\n- При нашей встрече.\n- В таком случае спешу сообщить о моём уходе с этой работы, - ухмыльнулся юноша и затем посмотрел мужчине в глаза и спросил: «А вы я так понимаю отец Маны?»\n- Да. Меня зовут Танако Шей, а мою жену, - указал он рукой на блондинистую девушку в фиолетовой юкате, - Танако Изуми, а вы Кай наёмник или какой-то воин? – присмотрелся мужчина к мечам на поясе юноши.\n- Нет, я убийца демонов. – Все посмотрели на него непонимающими глазами. - И мне кое-куда надо попасть так что, заберите вашу дочь, и я уйду, - спустил Кай Ману со спины. – И поаккуратнее с ней, у неё подвёрнута лодыжка.\n- Её ранили? – спросил Шей с испуганными глазами, взяв дочку на руки.\n- Нет, она просто споткнулась, когда мы шли к вам. Просто пускай не ходит на подвёрнутой ноге и к ночи всё заживёт. Прощайте, - юноша развернулся и пошёл к выходу. \n- Постойте! – крикнул Шей. – Позвольте вас отблагодарить за помощь.\nКай развернулся и ответил: «Не стоит, я это делал не ради награды, просто нам было по пути. Да и оставить маленькую девочку одной в лесу, не мог». \n- Может тогда переночуете у нас в благодарность, а то куда вы собрались идти на ночь глядя? – предложила жена Шея. \nЮноша немного задумался и сказал: «Вы правы… эм-м ».\n- Меня зовут Отомэ.\n- Соглашусь с вами Отомэ-сан, думаю останусь у вас этой ночью, а утром отправлюсь в путь.\n- Вот и хорошо, - обрадовался отец девочки. – Слуги, приготовьте гостевую комнату для Кая, - приказал он. – Пошли пока на кухню, там повара как раз готовят ужин.\nКай со семьёй девочки прошли зашли в дом. Когда все были за столом, то мать спросила у юноши куда он держит путь.\n- Я иду к кровавому острову.\n- Зачем вам это? – спросила жена.\n- Чтобы уничтожить рассадник демонов и затем убить всех оставшихся в живых монстров.\n- Я, конечно, помню, что вы представились, как убийца демонов, но не кажется вам, что молоды для этого? - поинтересовался Шей.\n- Возраст не имеет значения. Я лишь хочу убить всех демонов и мне наплевать, как трудно это будет.\n- Видимо у вас было тяжёлое прошлое, если вы так ненавидите их.\n- Всё именно так. Поэтому я попросил бы не поднимать эту тему. Давайте поговорим о чём-нибудь другом.\n- Я вас понял. Тогда скольких уже демонов вы убили на своём пути?\n- Пока тридцать три.\n- Ого, немало. Это видимо было тяжело.\n- Нет. Они были довольно слабыми. Так что проблем от них не было.\n- Правда?! – удивился мужчина. – Я слышал, что на одного демона нужно как минимум пять натренированных человек, чтобы его убить, а вы это делаете в одиночку, это заслуживает похвалы.\n- Благодарю.\nПовара принесли еду на стол, пожелали приятного аппетита и ушли. Все начали есть и Шей спросил юношу не продемонстрирует ли он свои навыки. Кай прервался от трапезы и ответил: «Шей-сан, во время еды я ни с кем не разговариваю». – после, юноша продолжил есть.\n- Почему?\n- Папа, Кай-сан с тобой не заговорит пока всё не съест, можешь даже не пытаться. \n- Если ты так говоришь, то ладно. Поговорим попозже.\nКогда все наелись, Кай переспросил: «Так, о чём вы говорили?»\n- О том, что не против вы продемонстрировать свои навыки нам? Мы были бы не против увидеть, как сражается человек с демонами.\n- Могу показать один удар, которым я часто пользуюсь, но мне нужна груша.\n- У нас их полно, охране же надо на чём-то улучшать свои навыки.\n- Отведёте к грушам?\n- Конечно, идите за мной.\nКай пошёл за семейством на задний двор, где стояло пять груш похожих на людей. Часть из них были старыми изрезанными и ободранными, а другие новыми, но уже менее потрёпанными. Кай поставил самую чистую грушу в центр двора и встал в пяти метрах от неё. Семья Маны, их слуги и охрана пристально наблюдала за юношей. Кай чуть-чуть присел, положил руку на рукоятку меча и резким движением вынул катану. Вертикальное еле заметное воздушное лезвие отлетело от клинка и разрезало грушу пополам. Все, кто увидел это открыли рты от удивления.\n- Как он это сделал?! – вопили охранники.\n- Это же невозможно, - шептались слуги между собой.\n- Это же здорово, да Папа? – радовалась Мана.\n- Это… восхитительно, - аплодировал Шей, смотря на Кая удивлёнными глазами.\nЮноша засунул меч в ножны, подошёл к отцу семейства и спросил: «Сколько стоила та груша, я заплачу за неё». \n- Не стоит, они стоят не много. Скажи ка мне, Кай, кто обучил тебя этому?\n- Один старый мастер, который случайно нашёл меня.\n- Сможешь ли ты обучить этому мою охрану?\n- Нет. Знания этого стиля передаются только от учителя к достойному ученику.\n- Жаль, конечно, но ничего не поделаешь. Что ж тогда идите и отдыхайте, а то уже поздно. Сэнко, - обратился Шей к девушке, - отведи Кая к себе, пускай хорошенько выспится у нас.\nСлужанка подошла к юноше: «Следуйте за мной молодой господин, » - Кай чуть-чуть склонился: «Спокойной ночи вам Шей-сан, Отомэ-сан и Мана, » - и пошёл за ней. Когда девушка отвела мечника в его комнату, она пожелала спокойной ночи и ушла. Кай, отложил мечи в угол и лёг на футон. Юноша долго ворочался, рассматривал потолок комнаты и никак не мог заснуть. Когда глаза бегали уже по стенам, он услышал какой-то шум на улице. Кай тут же схватил мечи и вышел во двор проверить от куда исходят звуки. Шум доносился на верху холма, который был за домом. Юноша поднялся на него, тихо прошёл по большим кустам и увидел, как впереди стояла Мана посреди чистого поля и чего-то ждала. Кай притаился в кустах и, ухватившись за левую катану, стал наблюдать. К девочке подошла белоснежная лиса с девятью хвостами. Животное превратилось в девушку с лисьими ушами, красными, как рубин, глазами, в бирюзовой юкате и башмаках, а из-под одежды торчали её большие белые хвосты. На щеках девушки были три линии, напоминающие усы, а её слегка бледноватая кожа, элегантного и тонкого тела с большой грудью, светилась от лунного света, которая выделяла её чёрные, как смола, шелковистые волосы. Юноша был удивлён и не мог отвезти от неё взгляд.\n- Долго же тебя не было, Мана, – сказала девушка милым голосом, слегка улыбаясь. \n- Прости за это, - расстроилась девочка.\n- Ничего, - подошла девушка и погладила Ману по голове, - самое главное, что ты жива и здорова. \n- Правда?\n- Конечно.\n- Тогда давай поиграем?\nДевушка кивнула в ответ, вытянула руку и в её ладони появилась синяя сфера, похожая на огненный мяч. \n- Держи, - женщина кинула голубой шар девочке. Она её поймала и бросила обратно. Кай удивился от увиденного ещё сильнее и внимательно наблюдал, чтобы с Маной ничего не случилось. Просидев пару минут, юноша удостоверился, что девочке ничего не угрожает и собирался уйти, но случайно наступил на ветку.\n- Кто там?! – воскликнула девушка с хвостами.\nКай развернулся и медленно вышел из кустов. \n- Спокойно, я вас не обижу.\n- Кай?! – удивилась девочка. - Как ты меня нашёл?\n- Услышал. У меня очень хороший слух.\n- Кто ты? - поинтересовалась девушка с хвостами.\n- Убийца демонов, а ты каким духом будешь?\n- Я дух кицунэ, не злая, но если насолишь мне, то очень сильно пожалеешь, - хвосты девушки вздымались за её спиной.  \n- Я верю тебе, - Кай, снял мчи с пояса и бросил на землю. – Теперь мы можем поговорить спокойно? \nХвосты опустились, и она сказала: «Да». \n- Отлично. Так что ты делаешь в этой деревне, как я помню духи кицунэ не живут рядом с людьми?\n- Твоя правда, но я необычный дух, а высший. И для моих сил мне необходимо питаться жизненной силой людей.\n- Ты высасываешь из людей жизнь? – удивился юноша.\n- Нет, - посмеялась женщина. – Просто энергию которую люди получают пока отдыхают. Я ем столько, чтобы вызывать у людей только усталость и то небольшую, но могу и убить этим, если человек мне сделает что-то плохое.\n- Задам тогда глупый вопрос, ты можешь вообще не питаться людьми с деревень? \n- Нет, мне же надо поддерживать свою силу. Но к своему стыду скажу, что иногда у меня бывают приступы сильного голода, и я могу случайно убить человека.\n- Я так понимаю, ты уже убивала, да?\nДевушка отвернула голову, кинула взгляд на землю, ушки прижались к голове и она тихо ответила: «Да, я убивала и мне очень жаль тех людей. И чтобы как-то загладить свою вину я проводила их души лично до самого рая».\n- Я могу тебе помочь с твоей проблемой.\n- Правда?! – навострила девушка уши и посмотрела на юношу недоверчиво. – И как же?\n- Питайся моей жизненной силой, она у меня довольно большая, так что со мной ничего не будет, мне так кажется.\n- Ха-ха-ха, рассмеялась девушка, - ты совсем глупый? Ты же умрёшь после второго или третьего раза.\n- Тогда попробуй сейчас поглотить часть моей силы, хоть проверю больно это или нет.\n- Могу сказать тебе сразу, что ты ничего не почувствуешь.\n- Но всё равно попробуй.\n- Ладно, давай, - девушка подошла к юноше и приложила руку к его груди. Это место засветилось зелёным светом, и от него шли лучи к руке женщины. Через пару секунд она прекратила питаться его жизненной силой и спросила: «Почему у тебя такая вкусная энергия, так и ещё необычная?»\n- Необычная? – переспросил Кай.\n- Да. Я от одного тебя получила столько же сил, сколько от всей деревни.\n- Есть у меня одна догадка, но расскажу о ней позже.\n- Хорошо, а как ты себя чувствуешь, нет усталости?\n- Нет, я в полном порядке, как и всегда.\n- Хм-м, ты меня заинтересовал, - посмотрела девушка на юношу игривыми глазами. – Так, как ты хотел мне помочь?\n- Путешествуй со мной и питайся моей жизненной силой, и не трогай людей, вот мой план. \nДевушка немного посмеялась и ответила: «Это глупо, но я согласна».\n- Отлично, тогда завтра с утра я отправляюсь в путь, жди меня у выхода с деревни в сторону столицы.\n- Аки, тебе нравиться Кай-сан? – спросила Мана внимательно смотря на них.\n- Нет, Мана. Как мне может понравиться человек, когда я его впервые вижу?\n- Но есть же такое, что люди влюбляются с первого взгляда, может у вас также.\n- Навряд ли. Тем более мне не удастся найти человека, которого полюблю. Я же дух, кто захочет быть со мной?\nДевочка подошла к девушке, взяла её за руки и сказала: «Я верю, что ты обязательно найдёшь себе возлюбленного, ведь всем нужен, тот кого можно любить, чтобы быть счастливой и иметь семью». Слова Маны растрогали Аки, она присела, обняла её и сказала: «Спасибо тебе за эти слова, надеюсь ты тоже найдёшь своего любимого». \n- Обязательно найду, - задорно ответила девочка. \n- Думаю, тебе пора идти спать, - девушка выпрямилась, - Кай отведи её домой и утром встретимся у дороги.\n- Хорошо, пошли Мана. – Девочка подошла к юноше помахала девушке на прощение и вместе пошли домой. \n- Кай-сан, она вам понравилась? – поинтересовалась девочка.\n- С чего ты это решила?\n- Я видела, как ты не спускал с неё глаз, - похихикала Мана.\n- Потому что я впервые видел кицунэ, особенно в человеческом облике. Как тут взгляд то отвезти?\n- Я тоже на неё долго смотрела, когда увидела, как она превратилась из лисы в человека.\n- Я о том же говорю. Как вы вообще встретились?\n- Однажды, когда я играла с друзьями в мяч, то мы случайно выпнули его в лес. Все боялись идти, так как уже темнело. Но я не испугалась и пошла за ним одна.\n- Прости что перебиваю тебя, но в следующий раз так не делай, хорошо?\n- Хорошо.\n- Отлично, продолжай.\n- Ну и когда я забежала в кусты, то увидела, как лиса с девятью хвостами играла с нашим мячом. Она её катала по земле и била лапкой, как котёнок. Я очень долго на неё смотрела, но потом вышла, чтобы забрать мяч. Она тут же отбежала и спряталась в кусты. Когда же я подобрала мяч, то хотела, чтобы лисичками с нами поиграла, поэтому кинула в её сторону мяч. Она вышла из кустов и пула его мне. Я сказала ей, что не против поиграть с тобой, если ты этого хочешь. И тогда она превратилась в человека.\n- Ты испугалась, когда это увидела? – поинтересовался юноша.\n- Нет, я была удивлена. Она взяла мяч в руки и кинула мне со словами, я очень хочу играть с вами. Я ей предложила играть по ночам, на холме у моего дома. Она согласилась и после мы стали хорошими друзьями.\n- Вот оно как. Интересно, почему она так вдруг захотела с тобой играть, но ладно, узнаю позже, а сейчас я хочу спать.\n- Да, я тоже.\nЮноша с девочкой незаметно пробрались в дом. Кай отвёл Ману в её комнату и затем пошёл в свою. Придя в спальню, он лёг на футон и с лёгкостью заснул.\nНа рассвете, юноша попрощался с семьёй Маны, поблагодарил за гостеприимство и ушёл. На дороге недалеко от деревни Кай встретил девушку.\n- Ну что Кицунэ, готова идти?\n- Да. И называй меня по имени Аки.\n- Хорошо, Аки.\n- Так куда мы идём?\n- Мне тебе честно сказать или соврать?\n- Разумеется честно, - возмутилась девушка.\n- Ну, это тебя может напугать, но ты уже сделала выбор. Мы идём к кровавому острову.\n- Что? – остановилась Аки. – Ты сума сошёл?\n- Нет.\n- Тогда зачем ты направляешься туда, там же живут демоны?\nКай повернулся к ней и ответил злобным голосом: «Чтобы их всех убить, и пока они все не падут от моей руки, я не успокоюсь».\n- У тебя точно с головой всё в порядке, ты же обычный человек, они разорвут тебя, как только увидят.\n- У них этого не выйдет. Я не так прост, как кажется.\n- И что же в тебе такого особенного?\n- Увидишь, но не сейчас, а теперь давай пойдём, солнце не будет стоять вечно, - Кай развернулся и пошёл.\n- Вот чудак. Эх-х подожди, - пошла девушка за парнем.",
      "Ребята весь день были в пути и ближе к вечеру, они сделали привал недалеко от дороги. Когда закат окропил лес алым цветом, Кай разжёг костёр и вместе с девушкой уселись рядом с ним.\n- Аки ты питаешься обычной едой? – спросил юноша.\n- Да, я могу её есть, но лучше всё-таки питать жизненной энергией.\n- Есть какие-то предпочтения или то что ты не любишь?\n- Нет, я всеядная.\n- Как насчёт тогда жаренного мяса?\n- Очень люблю его. В последний раз ела её пять лет назад.\n- Тогда постараюсь приготовить как можно вкуснее, - рядом с Каем появилась чёрная воронка, из которой он достал большой кусок мяса, насадил на пару палок и оставил жариться на костре.\n- Ты владеешь магией? – удивилась девушка.\n- Нет, я же мечник.\n- Тогда это что?\n- Ну я использую эту чёрную дыру для хранения вещей.\n- И как же ты её призываешь без слов?\n- Просто представляю, как она появляется рядом и всё, ничего сложно.\n- Это довольно необычно. Кто тебя такому обучил?\n- Это немного неприятно вспоминать, - юноша отвёл взгляд на землю.\n- Я всё поняла, не буду тебя заставлять рассказывать, - после недолгого неловкого молчания девушка сказала: «Может ты хочешь что-нибудь спросить у меня?»\nКай поднял на неё взгляд, ненадолго задумался и спросил: «Удобно ли тебе жить со своими хвостами?»\n- Удобно.\n- Можно их потрогать?\nДевушка пару раз опрокинула юношу и хвосты взглядом и ответила: «Я разрешу их тебе погладить, но потом я под питаюсь твоей жизненной силой».\n- Договорились.\nЮноша подошёл к Девушке поближе, она расправила все девять хвостов. Кай стал их гладить и наслаждаться их мягкостью и пышностью. Пальцы юноши утопали в белоснежных хвостах Аки. Через пару минут Кай перестал гладить хвосты и снял мясо с костра. \n- Всё готово, вот твоя часть, - отдал юноше ей тарелку с одной половиной мяса, - а это моя, - и, присев, стал есть свой кусок. Девушка откусывала по маленькому кусочку и наслаждалась вкусом жаренного мяса, а Кай ел и наблюдал за довольной лисицей. После трапезы юноша прибрался, закинул ещё дров в костёр и достал плед для девушки.\n- Держи, - протянул он Аки плед.\n- Мне он не нужен.\n- Но ты же замёрзнешь ночью, если чем-нибудь не укутаешься.\n- Просто смотри, - девушка распустила хвосты, и они её полностью укутали, оставив открытым только лицо.\n- Ух, ты, - удивился Кай. - Очень удобно.\n- Да это так, но а пока ты не уснул, - девушки убрала хвосты за спину, встала и подошла к юноше, - я полакомлюсь тобой.\n- Конечно, ешь сколько хочешь.\n- Благодарю, - Аки приложила руку к груди и стала впитывать его силу. Когда она закончила, то она пожелала юноше спокойных снов, окуталась хвостами и уснула. Кай прикрылся пледом и заснул.\nУтром ребята продолжили идти. К полудню они проходили мимо небольших водопадов, которые падали в большое кристально чистое озеро, а рядом с берегом стояли раскидистые деревья.\n- Смотри, Кай, какая красота, пошли искупаемся? – предложила девушка.\n- Давай, а то я тоже уже давно не мылся.\nРебята сошли с дороги и спустились к озеру по небольшому склону.\n- Кай, ты будешь мыться за тем деревом, - указала Аки на большой дуб с раскинутыми ветвями прямо перед озером. – И не смей подсматривать.\n- И в мыслях не было. Давай не будем тянуть и быстрее помоемся, путь у нас не близкий. – Кай пошёл за дерево и стал раздеваться.\nДевушка согласилась с ним и тоже быстро принялась мыться. Вода была тёплой и прозрачной на столько, что были видны рыбы, плавающие рядом. Кай вышел из воды первым, высушился, оделся и спросил: «Аки, ты скоро закончишь?»\n- Сейчас домою последние четыре хвоста и всё, - крикнула девушка в ответ.\n- Хорошо, я положил тебе полотенце рядом с деревом, когда выйдешь высушись им, - Кай сел в позу лотоса и стал ждать свою спутницу.\n- Спасибо. А то уже думала снова сушится, как и всегда.\n- А как ты это делала без полотенца?\n- Я превращалась в лису и, как любое другое животное, просто растрёпывала всю шерсть, чтобы вода сошла с меня.\n- Интересный способ сушиться, - удивился юноша. – А так сушиться хоть удобно?\n- Нет. Лучше полотенцем, правда мне нужна их больше чем обычному человеку.\n- Дай догадаюсь, для каждого твоего хвоста?\n- Да, ты прав. Но можно использовать одно полотенце для двух или даже трёх если они не сильно мокрые.\n- Может тогда тебе ещё пару полотенец дать, а то я одну положил?\n- Если тебя это не затруднит.\n- Конечно, нет, - Кай положил за дерево ещё пару полотенец.\n- Ещё раз спасибо тебе.\nЧерез пару минут девушка вышла на берег высушила тело с хвостами и оделась.\n- Я готова идти.\n- Ну пошли.\nРебята вернулись на дорогу. \n- Кай, а что ты скрываешь под маской? – поинтересовалась девушка.\n- Шрамы от укуса демона, которого я убил, когда мне было пятнадцать.\n- Что?! – воскликнула Аки от удивления. – Не может такого быть! Ты мне врёшь. Мелкий сопляк не может убить демона, скорее станет его закуской.\n- Хочешь верь, хочешь нет, мне всё равно, я сказал тебе то, что произошло. Это и так случилось после убийства моей семьи. Мне уже было нечего терять, - задрожал голос юноши, - поэтому вместо того чтобы убежать я сразился с этим монстром и победил,\n- Так вот, что с тобой случилось. Из-за этого ты не захотел тогда отвечать на мой вопрос у костра?\n- Именно, - грустно ответил Кай.\n- Прости, - обняла его девушка. – Мне очень жаль.\n- Ничего, это просто не хочется вспоминать, но и забыть не получается.\n- Нельзя такое забывать, а надо это принять, только так ты сможешь жить дальше.\n- Легко сказать.\n- Знаю, что это не просто. Но по-другому у тебя никак не получиться.\n- Давай лучше прекратим этот разговор и пойдём дальше, - Кай убрал с себя руки Аки и пошёл, девушка последовала за ним.\nРебята шли по дороге, не проронив ни слова, до самого вечера. Они сделали привал.\n- Кай, не злись на меня, за тот разговор, - попросила Аки с обвисшими ушками.\n- Я не злюсь, просто… Давай поговорим о другом. Помню ты играла с Маной, каким-то синим шаром.\n- Тоже хочешь поиграть?\n- Нет, - хихикнул Кай. – Это же была магия, так ведь?\n- Да.\n- Что ты с ней можешь делать?\n- Многое. Например, могу очаровать, любое живое существо и оно будет полностью под моим контролем, предать сгустку своей энергии, любую форму и её бить, поджигать, взрывать и многое другое. Но чем мощнее заклинание, которое я использую, тем быстрее устаю. Так что бесконечно пользоваться магией опасно, даже для меня.\n- Звучит очень интересно.\n- Так оно и есть. Магия - это созидание мыслей, поэтому с ней можно делать абсолютно всё, что хочешь, главное хватило бы сил.\n- Я достаточно силён, -поиграл Кай мышцами, - так что стать верховным магом для меня рас плюнуть.\nДевушка рассмеялась: «Хорошая шутка, но, к сожалению, так это не работает. А то все маги были бы горой мышц».\n- Не хотел бы я сразиться с таким, - сказал Кай, хихикая.\n- А что так, боишься?\n- Да, аж дрожу от одной только мысли.\n- Кай, что ты сегодня приготовишь, на ужин, я проголодалась?\n- Ничего. У меня есть пару онигири, которые мне отдала Мана, когда я уходил, - Кай достал из воронки еду и поделился с девушкой. \n- М-м, очень вкусно, - обрадовалась Аки.\n- Да, Мана отлично готовит, - Кай доел еду и бросил пару дров в костёр. – Аки, а ты давно живёшь?\n- Уже восьмой век.\n- И сколько сейчас тебе лет?\n- Восемьсот сорок три года.\n- А выглядишь на все двадцать два.\n- Благодарю за комплимент.\n- И какого это прожить так много лет?\n- Временами по-разному. Всё зависит от того как ты живёшь. Когда я только появилась, то жила в лесу, питалась жизненной силой зверей, которые делились её без проблем. Это была спокойная, но скучная часть моей жизни. Но затем я встретила людей. За ними было интересно наблюдать. Как они живут, работают, любят, а вечером беззащитно спят в своих домах. И в одну из ночей я пробралась в дом к одному мужчине и попробовала людскую жизненную энергию. Она была вкуснее и сильнее, чем у самых сильных и опасных зверей. После этого каждую ночь я проникала в людские дома и питалась их энергией. Это было очень интересно и опасно. И так я жила последующие пять лет.\n- Забавная история. Хотел бы я попробовать пожить вечность.\n- Зачем? – спросила лисица.\n- Да вот, хотелось бы узнать к какому году своей жизни я бы уже хотел умереть.\n- Не говори так, - сказала Аки злобным голосом.\n- Знаю, но это же лишь мои размышления, они, к сожалению, не сбываются.\n- Как знать, как знать.\n- Ладно, - зевнул юноша, - давай уже ложиться спать, - достал Кай плед и укрылся им. – Спокойной ночи, Аки.\n- Спокойной, - окуталась лисица своими хвостами и уснула. \nУтром ребята продолжили свой путь. Днём они пришли в деревню Колку.\n- Постой, Кай! - остановила девушка юношу недалеко от поселения. -Я не могу так туда пойти.\n- Поче… Точно, ты же дух. Так что делать будем?\n- Наверное, я как всегда буду ночевать в лесу, а ты иди в деревню один, встретимся потом на дороге, - предложила Аки.\n- Нет, так не пойдёт. Ты тоже должна отдохнуть хорошо, потому что до города нам идти почти неделю.\n- И что же ты предлагаешь сделать?\n- Ты же можешь в форме лисы сжать свои девять хвостов в один, как в человеческой?\n- Могу, но как это нам поможет?\nКай ненадолго задумался и сказал: «Превратись в лису, запрыгни мне на плечи и сделай один хвост, чтобы не привлекала внимания людей. В деревне я куплю тебе плащ, и ты потом сможешь ходить в своей человеческой форме по людным местам».\n- Хм-м, хорошо, - девушка превратилась в животное и запрыгнула на юношу.\n- Тебе удобно, Аки?\n- Да.\n- Тогда пошли.\nКай сразу стал искать магазин с одеждой. Люди бросали свой взгляд на красивую лису на плечах юноши, но никто этому особого значения. Кай нашёл небольшой магазин одежды и сразу зашёл в неё. Молодая хозяйка лавки спросила: «Здравствуйте, что-то желаете купить в моём магазине?»\n- Здравствуйте, да, мне нужны женские плащи, они у вас есть?\n- Разуметься, вот выбирайте, - указала она на полку неподалёку. Кай подошёл к ней и тихо прошептал лисе, - Аки покажи лапой, какой плащ хочешь. - Она указала лапой на большой коричневый плащ с капюшоном. Кай взял её и ещё для себя выбрал ту же одежду, но чёрного цвета.\n- Сколько стоят эти плащи? – спросила юноша у хозяйки.\n- Сто двадцать йон.\nКай заплатил, попрощался и ушёл. Юноша зашёл в безлюдный переулок где лисица превратилась в девушку и одела плащ. Он полностью спрятал её хвосты и уши. \n- Как тебе плащ, всё удобно? – спросил Кай.\n- Всё замечательно, он не давит мне на хвосты, а ушам легко держать ткань.\n- Хорошо. Пошли тогда сперва в рёкан, а затем можно и пойти набрать еды в дорогу.\nРебята заселились в ближайший рёкан и направились на рынок. \n- Аки я предлагаю тебе пойти накупить нам разных фруктов, а я овощи и мясо, вот тебе деньги, - передал юноша девушке мешочек монет.\n- Какие фрукты нам нужны? – поинтересовалась лисица.\n- Любые. Можешь взять всего понемногу. Встретимся чуть позже здесь. – Ребята разошлись.\nАки прошла пол рынка и нашла лавки с фруктами. Подойдя к самой ближайшей, лисица спросила: «Можете продать все фрукты по четыре штуки?»\n- Это будет стоить семьдесят три йоны, - ответил мужчина за лавкой. \n- Хорошо, покупаю, - девушка оплатила продукты. Сложив все продукты в мешки, продавец передал их лисице. Аки взяла их и чуть не уронила.\n- Девушка может вам кого-то позвать, чтобы помогли донести?\n- Не стоит, я сама справлюсь, - пошла она к месту встречу еле-еле держа продукты. \nНа пол пути Аки встретила Кая с четырьмя большими мешками на руках.\n- Что ты так долго? – спросил юноша.\n- Фрукты оказались очень тяжёлыми, - выдыхаясь ответила Аки.\n- Сможешь донести их до того переулка?\n- Да, - Ребята взяли мешки и пошли туда.\nКай положил мешки в одну кучу, открыл рядом воронку и стал туда закидывать их по одной.\n- Ну вот, теперь можно вернуться в рёкан.\n- Погоди Кай, пошли сперва туда? - потянула Аки за руку юноши и указала на раменную.\n- Хочешь поесть рамена?\n- Да, я хочу его попробовать. Мана говорила это очень вкусное блюдо.\n- Ну-у, пошли.\nРебята зашли в пустую раменную и сели за первый свободный столик. Официант подошёл к ним и спросил: «Что будете заказывать?»\n- Нам по большому рамену и воды, - ответил Кай.\n- Хорошо, пару минут и ваш заказ будет готов, - официант ушёл.\n- Кай, я же не сильно транжирю твои деньги? – тихо спросила девушка.\n- Нет, Аки. Деньги для меня не проблема, смотри, - Кай вытянул руки. В одной лежит монета, а другая пустая. Он сжал пустую руку, и она немного задымилась. Когда Кай разжал её, то там была горсть таких монет. – Так что, если ты что-то захочешь, то скажи я это куплю.\n- Хорошо. А то мне не хотелось, чтобы ты потратил все свои деньги из-за моих хотелок.\n- Очень хорошо, что ты об этом заботишься, но как я уже сказал, можешь расслабиться. \nАки мило улыбнулась в ответ.\n- Вот ваши заказы, - официант поставил блюда на стол и ушёл, пожелав приятного аппетита. Ребята ели рамен и потихоньку в раменную стали приходить посетители. Когда Кай с Аки всё съели, то тут уже было полно народа. Юноша всё оплатил и ребята в рёкан.\n- И как тебе рамен? – поинтересовался юноша.\n- Очень вкусно, хочется попробовать ещё что-то такого же.\n- Если хочешь, то могу завтра тебе приготовить хороший десерт.\n- Буду ждать с нетерпением.\nРебята пришли в свою комнату и легли на футоны. Через минуту Аки подсела к юноше.\n- Снова хочешь поесть моей энергии? – спросил Кай. Девушка кивнула в ответ. – Приступай. – Девушка впитала немного энергии, затем легла на свой футон и ребята заснули.\nНочью на улице раздались крики людей. Кай моментально проснулся, подорвался с места и выглянул в окно. На улице три двухметровых демона разрушают деревню и едят всех людей, которых могут поймать. Кай тут же выпрыгнул в окно, приземлился и побежал к чудищам с мечами на гало. Подбежав поближе к ним, Кай взмахнул мечом и ветреное лезвие отрубило синему демону руку. Монстр завопил, но ненадолго. Кай вторым лезвием снёс ему голову. Оставшиеся два демона напали с двух сторон одновременно. Юноша увернулся ловким пируэтом и отпрыгнул назад. Чудища встали в стойки и хотели напасть, как одного из них пронзает большая голубая сфера огня. Демон упал на землю с огромной дырой в груди. Кай оглянулся и увидел злую Аки с вздыбленными хвостами и окружённой синими сферами. Пока оставшийся демон отвлёкся на лисицу, юноша подбежал к нему в плотную, воткнул клинки ему в грудь и провернул, распилив чудище.\n- Это всё? – спросила Аки.\n- Скорее всего, - ответил Кай, засунув мечи в ножны. – Давай вернёмся в рёкан, пока тебя не увидели.\nРебята быстро вернулись в свою комнату через окно. Кай окинул взглядом место сражения и увидел, что там уже собрались люди и не могли понять, что здесь произошло. Юноша закрыл шторы, и ребята уснули.\nУтром, как только ребята вышли из рёкана их встретили все жители деревни. Они все поклонились и сказали: «Спасибо вам».\n- Что происходит? – спросил юноша.\n- Мы благодарим вас за то, что спасли нас от демонов прошлой ночью, - ответил старик. – Меня зовут Гирю, я старейшина этой деревни и хочу узнать, как мне вас отблагодарить.\n- Не стоит. Я лишь сделал, то что должен был.\n- Если вы ничего хотите, то может дух кицунэ чего-то желает?\n- Что?! Как вы узнали, что я дух? – удивилась Аки.\n- Несколько людей успело вас увидеть, когда вы сражались. Они и рассказали, кто были те ребята, что защитили нас.\n- Всё-таки заметили. Но мне тоже от вас ничего не надо. Мы хотим лишь уйти с вашей деревни, так как у нас долгая дорога впереди.\n- Простите, что посмели вас задерживать, - склонился старик, выпрямился и повернулся к жителям, - расступитесь люди, дайте им пройти.\nКай и Аки прошли к выходу из деревни через кланяющуюся толпу. Отойдя от деревни подальше от деревни, лисица спросила: «Кай, кто тебя научил так сражаться?»\n- Один старик. А что?\n- Просто, впервые вижу, чтобы кто-то мог убивать мечами издалека. \n- Это потому что я использую стиль ветряных клинков.\n- Впервые о таком слышу. Но если он такой сильный, то и хорошо, что ты его знаешь. Я была впечатлена твоим боем.\n- Благодарю за комплимент. Я тоже был удивлён тем, как ты прожгла того демона. Аж самому стало страшно.\n- Не бойся, тебе я не наврежу, кем тогда я буду питаться? – улыбнулась Аки.\n- Спасибо, хоть за такие слова.\n- И куда мы дальше идём?\n- В город Цикануса.\n- О была там. Там проводятся такие красивые фестивали, жалко, что смотрела на них только издалека. \n- Если повезёт, то в этот раз всё будет по-другому.\n- Обещаешь? – посмотрела Аки на юношу с задранными ушками.\n- Да.\n- Тогда давай ускоримся.",
      "Через несколько дней ребята пришли в Циканусу. Это был красивый город с большими трёхэтажными домами с десятками жильцами. Огромное количество магазинов вещей и продуктов отличного качества. Фонарные столбы расположенные по всему городу, разъезжающий трамвай по большим улицам. Кай и Аки никак не могли насмотреться красотами улиц, но чуть позже пришли в себя. Первым же делом они заселились в рёкан и затем пошли гулять по городу. На улицах кипела жизнь, все куда-то быстро шли, почти что бежали. Кай столкнулся с одним усатым мужчиной. Он упал на землю и уронил коробки из которых выпали связки петард.\n- Простите, что столкнулся с вами, - извинился Кай и помог подняться человеку.\n- Нет-нет-нет, это я должен извиниться, спешил и не заметил вас, - встал мужчина на ноги.\n- Почему в городе все так… торопятся?\n- А вы не знаете про фестиваль звёзд этим вечером?\n- Нет.\n- Значит вы впервые в Циканусе?\n- Я да, а моя подруга уже была здесь, но давно.\n- Ну значит вы пришли вовремя. Так как сегодня пройдёт один из больших фестивалей нашего города. Советую вам посетить наш театр, он будет вон там, - указал мужчина на конец улицы.\n- Обязательно придём.\n- Буду ждать, вас. А теперь прошу прощения, но мне пора идти, - мужчина подобрал коробку с земли, - приятно провести время на фестивале, - попрощался незнакомец и ушёл.\n- Нам крупно повезло, Аки. Теперь ты сможешь побывать на фестивале.\n- Я уже не могу дождаться, - плащ немного задрался из-за хвостов, - поскорее бы вечер.\n- Но сначала тебе надо немного успокоиться, а то ты так себя выдашь.\n- Прости, Кай, но ничего не могу с собой поделать. Я впервые буду на фестивале.\n- Давай тогда вернёмся в рёкан и дождёмся вечера, а потом пойдём веселиться?\n- Хорошо.\nДождавшись вечера, ребята вышли на улицу. Во всём городе горели фонари, бенгальские огни, повсюду стояли лавки со сладостями и конкурсами, люди веселились как могли.\n- Кай, пошли купим такояки, - тянет Аки юношу за собой с горящими от радости глазами.\n- Меня не обязательно тянуть, - с лёгкой насмешкой сказал юноша.\nКай купил по порции такояки и тут же начали есть.\n- Так вкусно, - откусила она сладость.\n- Что следующим тебе купить?\n- Дай подумать, - девушка стала осматриваться. – О, там продают данго и дайфуку, пошли туда.\nКай купил сладости. Аки всё съела за пару секунд и расплылась в улыбке.\n- Предлагаю сделать небольшой перерыв от еды и поиграть в конкурсах.\n- Давай.\n- Тогда пошли туда.\n- Добро пожаловать молодые люди, хотите поучаствовать в бросании колец? – спросил мужчина за лавкой.\n- Хотим конечно же.\n- Хорошо, тогда с вас тридцать йон. У вас пять бросков, если попадёте всеми по этим шестам, то получите эти призы, - указал он на большие плюшевые игрушки, но если промажете хоть одной, то не видать вам их.\n- Ну, давайте попробую, - Кай бросил первое кольцо. Попал. Ещё бросок, и снова в цель. Юноша взял оставшиеся кольца вместе и бросил их одновременно. Все они упали на шест.\n- Поздравляю, вы победили, выбирайте игрушку, - поздравил их мужчина.\n- Дайте вон ту, - указал Кай на плюшевую лису.\n- Вот держите, хорошо повеселитесь, - отдал он им игрушку, и ребята пошли дальше.\n- Как тебе приз? – поинтересовался юноша у Аки.\n- Она очень мягкая и милая, - задушила она игрушку в объятиях. Кай заулыбался.\n- Куда дальше пойдём? – спросил юноша.\n- Пошли в театр, который нас звал тот мужчина.\n- Давай.\nРебята пришли к театру, сели на ближайшие свободные места и стали ждать представления. На сцену вышел мужчина с неряшливой бородой, коротким хвостиком из волос на голове и в синей юкате, и красивая девушка в красной юкате с зонтом.\n- Прошу, Юки, останься со мной, - молила женщина.\n- Нет, Ноэ, я ронин, а ты дочь императора, - ответил мужчина, опустив голову. - Мы никак не можем быть вместе.\n- Мне наплевать кто ты, - бросила девушка зонт в сторону, подбежала и обняла его, - ведь я хочу быть с тобой, до самой смерти.\n- Это невозможно, Ноэ, - ответил ронин, стоя спиной к девушке. - Я уже тебе всё давно объяснил.\n- Если так, - отошла она от мужчины, - то и иди отсюда куда подальше. – Мужчина ушёл со сцены. Девушка села и начал рыдать. На сцену вышел мужчина, одетый в красный костюм и маской похожую на лицо демона. Он подошёл к девушке со спины, положил руки на её плечи и сказал хитрым голосом: «Я услышал ваш разговор, девочка. Если этот жалкий мечник, разбил тебе сердце. Позволь мне облегчить твою боль,» - демон схватил её в объятия, и девушка начала звать на помощь.\n- Можешь кричать сколько влезет, никто не придёт тебе на помощь, - посмеялся демон.\nНа сцену выбежал ронин.\n- Отпусти её злое отродье или будешь убит моим клинком, - пригрозил мужчина, достав покрашенный деревянный меч.\n- Юки, ты вернулся, но почему? - обрадовалась девушка.\n- Конечно. Когда я ушёл, то у меня постоянно что-то кололо сердце, словно его пронзали тысячами иголками. И тогда я понял, как мне тяжело быть без тебя. А теперь отпусти её чудовище!\n- Ни за что, - мужчина в маске, достал из-за спины перчатки, похожие на когти и одел их. – Сегодня вы вместе погибните.\n- Этому не бывать, - Мужчины вцепились в драку. После обмена несколькими ударами, ронин побеждает, а демон падает на сцену. Девушка бросается в объятия к мужчине.\n- Я так рада, что ты победил его, - сказала девушка.\n- Это всё потому что любовь к тебе придавала мне силы сражаться. И я хочу быть с тобой пока смерть не разлучит нас. – Девушка обняла мужчину и голос из-за сцены говорит: «После они поженились и прожили долгую и счастливую жизнь, Конец».\nЗрители аплодировали актёрам, а те кланялись и хором сказали: «Благодарим вас, что посетили наш театр, ждём вас ещё!»\nКай и Аки пошли дальше гулять по улице.\n- Мне очень понравилось выступление, а тебе? – спросил юноша.\n- Оно было слишком детское, но так уж и быть понравилось. \n- Так там и были одни дети. Ну, не важно. Куда хочешь пойти дальше?\n- Сейчас выберу, - осмотрелась лисица. – О, хочу попробовать такояки, пошли к той лавке, - Кай купил ей сладости. \n- Аки, ты видела фейерверки? – поинтересовался юноша.\n- Издалека, да, - пробурчала невнятно девушка с набитым ртом.\n- Лучше доешь, потом ответь. \n- Видела, но только из далека.\n- Тогда радуйся. Сегодня увидишь их вблизи. \n- А что ещё и фейерверк будет? – удивлённо спросила девушка.\n- Да, я услышал, как несколько людей говорили, что он скоро начнётся. Можем подойти к поближе к месту запуска, если хочешь, но и отсюда будет видно неплохо.\n- Нет-нет-нет, пошли. Хочу увидеть всё в близи. Так куда нам идти?\n- Нужно немного пройтись вниз по улице и всё.\n- Так чего мы ждём, пошли, - воодушевлённо сказала лисица с большой улыбкой.\nРебята пришли к месту запуска фейерверков вовремя. Мужчины уже начинают поджигать фитиля. Через пару секунд фейерверки взлетели и окрасили тёмное небо разноцветными огоньками. Аки и Кай были обворожены красивым огненным букетом над головой. Юноша опустил взгляд и спросил у девушки: «Ну как тебе?»\n- Мне очень нравиться, впервые я вижу такую красоту вблизи.\n- Да это очень… - всё в глазах Кая расплылось и закружилось. Юноша упал на колени.\n- Кай, что с тобой? Ты себя нехорошо… - Аки унюхала странный аромат, - что это за запах? – через пару секунд она тоже закрыла глаза и упала на землю. \n- Что происходит? – из последних сил Кай держится в сознании и видит, как люди одни за другими тоже падают. И уже не в силах сопротивляться падает на землю и засыпает. \n- Что за?! Гдн я? – спросил Кай в полностью тёмном помещении. Перед юношей появился демон, который грыз еле живых родителей и брата Кая.\n- Стой! Не смей! – кричит юноша и бежит к ним на помощь. Монстр отшвыривает трупы и набрасывается на Кая. Юноша увернулся от острых когтей демона и собирался отсечь ему голову, но как только клинки коснулись его шеи, то сломались. Кай в растерянности смотрит на обломки оружия. Монстр хватает юношу за голову и подносит к своей пасти. Кай пытается оттолкнутся от него, но не у него не хватает сил, и демон откусывает его голову. Юноша с дикими воплями просыпается от кошмара, вскакивает на ноги с телом человека, но головой монстра с чёрной нечеловеческой грубой кожей, полностью белыми глазами без зрачков и острыми как ножи клыками. Кай видит, как перед ним пятеро демонов едят людей, которые никак не сопротивляются, а только вопят от кошмаров. Вся улица заливается кровью из-за пира монстров, которые не заметили юношу. Кай уже собирался сразиться с ними в одиночку, но его случайно задела рука лисицы. Он остановился и попытался привести её в чувства.\n- Аки, проснись, это всего лишь кошмар, слышишь меня? – трясёт её юноша.\n- Кай, Мана... – бормочет девушка, - не бросайте меня, вы же мои единственные… друзья.\n- Прости за это, Аки, но это необходимо, - юноша достал меч из ножен и немного порезал ладонь девушки. Аки тут же очнулась от боли, - Ай, что случилось? – посмотрела она на Кая и закричала: А-а-а, - закрыл юноша её рот рукой.\n- Аки, это я Кай. Успокойся, и не ори, а то нас услышат те пятеро, - указал он на монстров, которые едят людей. – Я тебе всё объясню позже, а сейчас нам надо их убить, ты можешь сражаться? – убрал он руку ото рта девушки.\n- Немного голова кружиться, но это мне не мешает.\n- Тогда прикрывай меня.\nКай вытащил второй меч из ножен и пошёл навстречу к демонам. Монстры его заметили и двое здоровых чудищ с рогами, стоящих рядом накинулись на него. Кай взмахнул клинками. Полетели тонкие сгустки ветра и разрезали монстров пополам до того, как они подобрались к нему. Один из демонов, который был очень похож на человека и имел один большой рог на лбу что-то пробурчал своим собратьям и залез на крышу. Двое мускулистых монстров с длинными руками на земле побежали к Каю. Юноша занёс руки, для повторных воздушных клинков, но в последнюю секунду увернулся от летящего в него шара. Демон, который стоял на крыше атаковал Кая магией, пока двое на земле не подбегут к нему впритык. Юноша взмахнул горизонтально мечами от земли к небу и перед ним образовалась стена ветра, которая останавливала огненные шары. Демон на крыше остановился и впал в ступор от увиденного, а двое же на земле обошли барьер и стали махаться своими длинными лапами с когтями. Кай парировал их атаки и успел пронзить одного монстра насквозь. В этот момент он открылся для удара. Монстр задрал лапу для атаки и в этот момент в него прилетела огненная сфера, которая сожгла его наполовину. Демон попятился назад и лишь слегка поцарапал спину юношу острыми когтями. Каю было не сильно больно, поэтому он рассёк пополам монстра которого проткнул мечом. Кровь хлестала во все стороны, окропив юношу. Второй демон пытался удержаться на ногах от атаки Аки и одновременно махал рукой перед собой, чтобы задеть Кая. Юноша нырнул под лапу монстра, отсёк её, затем раскрутился и снёс чудищу голову. Она отлетела от тела, как ракета, пуская за собой струю голубой крови. Демон, который был на крыше спустился с неё и стал убегать, Кай и Аки кинулись за ним и догнал за пару секунд. Юноша отрезал ему ноги. Демон на земле из-за всех сил отползал от них и кричал: «Стой! Я сдаюсь!» Но Кай хладнокровно поднял меч и прикончил его.\n- Зачем ты его убил? – возмутилась девушка, посмотрев на юношу?\n- Он был демоном, - спокойно и безэмоционально ответил Кай, преобразив демоническую голову в человеческую, - поэтому нет причин, чтобы его жалеть.\n- Он умел говорить. Что очень странно. Разве не было бы тебе полезно его о чём-нибудь расспросить?\n- Мне наплевать на это. Я убью каждого демона, умеет он говорить или петь, я не пощажу ни одного из них.\nАки присмотрелась в его глаза и увидела взгляд полной ненависти, словно ему было недостаточно убить монстра, а хотелось, чтобы он страдал.\n- Пошли, Аки, разбудим жителей, а то жалко мне смотреть на них, - пошёл Кай к спящим людям.\n- И как ты собираешь их будить? – поинтересовалась лисица.\n- Так же, как и тебя. Буду всем делать маленькие порезы, и они очнуться.\n- Это очень долго и глупо, - недовольно ответила Аки. – Давай я попробую их разбудить при помощи магии?\n- Если получиться, то делай.\n- Тогда подержи мой плащ, - сняла она накидку и отдала юноше. Аки окружил голубой свет, создавая сферу. Он стал медленно раскручиваться и, сделав пару оборотов, раскрылся. Свет окропил весь город, и люди стали просыпаться. Кай отдал девушке плащ, который она быстро одела. Когда все люди пробудились, то были в шоке от кровавых улиц, порезанных демонов и частей съеденных людей. Кай и Аки хотели быстро пройти через толпу и вернуться в свой рёкан, но кто-то крикнул: «Смотрите люди! Это беловолосый мечник и кицунэ из деревни Колку. Они спасли нас от ужасных демонов». Вся толпа посмотрела на них. \n- Нет вы ошибаетесь, я крепко спал так же как и вы, - отнекивается Кай.\n- А что насчёт твоих ран на спине? – раздался голос из толпы.\nЮноша повернул торс и увидел ободранную кожу, - «Вот чёрт».\n- Не стоит скромничать юноша, вы спасли многим жизни в этом городе, - сказал толстый старик, который вышел из толпы к ребятам. – Если бы не вы с кицунэ, то день фестиваля превратился бы в траур. Позвольте нам отблагодарить вас за спасение. Скажите, чего бы вы хотели?\n- Мне правда ничего не надо у меня всё в достатке, - ответил Кай. \n- Эх-х, всё скромничаете, но ладно это ваш выбор. А вы кицунэ?\n- Хм-м, - скинула Аки капюшон, обнажив своё красивое лицо и лисьи уши. Толпа была в шоке от её красоты и не сводила с неё глаз. - сейчас я бы хотела пойти отдохнуть в рёкан, а то сильно вымоталась на фестивале.\n- Что ж, тогда не будем вам мешать. Пропустите их люди.\nТолпа разошлась, и ребята смогли без проблем пройти к своему рёкану. Войдя в комнату Аки сразу легла на футон, а Кай забросил игрушку девушки в воронку и сел в позу лотоса в центре комнаты.\n- Что ты делаешь? – поинтересовалась девушка.\n- Лечу раны.\n- И как же?\n- Смотри.\nСпину Кая окутал чёрный дым, который затянул его раны за пару секунд.\n- Невероятно! – удивилась Аки. – Впервые вижу, чтобы при помощи медитации лечили такие раны.\n- Это не она. У меня тело само регенерирует все раны, а если я сосредоточусь на процессе, то это происходит почти моментально.\n- С каждым днём ты удивляешь меня всё больше. Сперва ты показал, как владеешь, необычным стилем фехтования, теперь ты можешь лечить свои раны и превращать человеческую голову в демоническую.\n- Тебе хотя бы не скучно, - ухмыльнулся юноша. – И превращать я могу все мои конечности, а не только голову.\n- То есть ты можешь стать демоном и сражаться с ними на равных?\n- К сожалению, полное превращение пока мне не удаётся сделать.\n- Но это всё равно удивительно. Человек, который способен стать демоном. От кого же ты получил такую силу?\n- Ах-х, - зевнул юноша и лёг на футон. – Давай я тебе завтра расскажу, спать хочется.\n- Хорошо, спокойной ночи, Кай.\n- Спокойной, Аки.\nУтром ребята собрались и пошли к дороге. Пока они шли по городу, каждый житель благодарил их кланялся в знак признательности. Ребятам было неловко. Покинув Циканусу, они продолжили идти к кровавому острову.",
      "Тёмным прохладным вечером, Кай и Аки сделали привал на голом поле без единой души поблизости. Юноша разжёг костёр, достал из воронки котёл, набрал в неё воды из ручья неподалёку, разрезал овощи и закинул в кастрюлю над огнём.\n- Кай теперь ты расскажешь, как ты получил свои силы? – спросила лисица, обматываясь хвостами.\n- Хорошо, - ответил Кай, мешая суп. – Когда мне было пятнадцать, то со мной случилась трагедия. Демон пришёл в мой дом и убил моих родителей, а брат спас меня, кинув в реку. Когда я попал в воду, то потерял сознание. И в моём разуме появился чёрный демон с красным мечом, который хотел меня убить. Я ввязался с ним в не равный бой и победил его только благодаря словам своего брата. Но демон так просто проиграть не хотел и на последних секундах своей жизни он укусил меня за лицо. Когда же я очнулся, то у меня уже были белые волосы, цветные глаза, шрамы на рту и способности демона. Я сам понятия не имею, как так получилось, но рад что не умер тогда. Вот такая вот история.\n- Получается, что демон просто передал тебе свои силы перед смертью, это какой-то бред, - недоумевала Аки.\n- Я уже сказал, что сам не понимаю почему всё именно так произошло, так что ответа от меня ты точно не дождёшься.\n- Тогда не буду тебя этим донимать. Куда мы дальше придём?\n- В деревню Хако, там мы закупимся продуктами, отдохнём и затем пойдём в город Мейко.\n- Никогда не была в Мейко. Интересно это красивый город?\n- Скорей всего да.\n- Надеюсь на это, - девушка понюхала приятный аромат от кастрюли. – Кай, что за суп ты готовишь у него такой прекрасный запах?\n- Это из-за лесных грибов и овощей. Меня брат обучил как готовить этот суп. Долго же он со мной возился тогда, ха-ха-ха, - смеялся Кай. Юноша достал тарелки из воронки и налил туда суп, - Всё готово, жду твоей оценки, - протянул он Аки чашу с едой. Лисица попила немного супа и с восторгом сказала: «Восхитительно, он очень вкусный!»\n- Спасибо за комплимент.\nДоев суп, ребята легли спать под звёздным небом.\nВ пол день они были уже у деревни. Перед входом в Хако стояли самураи в полной защитной броне с шлемами и катанами, а рядом с ними хилые люди в больших мантиях с посохами. У них всех одежда была синего цвета с нарисованной тучей из которой выходит молния. Ребята не придали им особого внимания и собирались пройти мимо них. Как только они подошли к ним, то один из самураев остановил Кая.\n- Постойте молодой человек, - обратился самурай низким голосом. – Подойдите ко мне поближе.\n- Эм-м, хорошо, - Кай выполнил просьбу. Самурай приблизил к юноше свой круглый железный медальон на груди. Ярко-красный камень в центре засиял, как звезда. Самураи тут же выхватили свои катаны, а люди в мантиях направили посохи на юношу.\n- Что происходит? – нервно спросил Кай.\n- Убить демона, -  крикнул самурай и стал размахивать своим мечом. Юноша у вернулся от удара и отпрыгнул в сторону.\n- Я вообще-то человек, а не демон. Вы разве не видите? – пытается образумить их юноша.\n- Говори, что хочешь дьявольское отродье, медальон с вашей кровью ещё ни разу не ошибался.\n- Постойте! – встала Аки перед Каем. Воины остановились. – Это явно какая-то ошибка. Этот человек никак не может быть демоном, так как сам убивает их.\n- С чего нам в это верить?\n- Слышали о беловолосом мечнике и кицунэ, которые были в Колку и Циканусе, так это мы, - сбросила с себя лисица плащ и показала свои хвосты и уши. Воины в синих одеждах удивились.\n- Я слышал о вас, - вскрикнул один из самураев, который убрал меч в ножны и подошёл к ребятам. – Благодарю вас, что тогда защитили жителей Колку от демонов, если бы не вы, то мои родители точно бы погибли, - поклонился мужчина.\n- Спасибо за добрые слова, но кланяться не стоит, - ответил Кай.\n- Видимо это правда раз уж Року аж склонился. Уберите ребята оружие и отведите их командиру, - приказал один из самураев. Все люди в синей одежде послушались и мужчина, который поклонился согласился их провести. Аки одела плащ и с Каем пошли за самураем.\n- Как к вам можно обращаться? – интересуется лисица.\n- Меня зовут Року, будем знакомы.\n- Приятно познакомиться, а меня Кай, - говорит юноша. – Можно узнать кто вы такие, а то на обычных самураев вы не похожи?\n- Мы небесные воины на службе императора. Большинство из нас - это бывшие самураи, которые научились сражаться против демонов и маги, которые нам помогают в боях с этими чудищами.\n- И скольких демонов вы убили за время своей службы?\n- Лично я ни одного, а все воины в Хако троих.\n- Неплохой результат.\n- Спасибо. А вы скольких уже убили, уж точно не один десяток?\n- Тридцать девять.\n- А я девяносто три, - ответила Аки.\n- Ого! – удивился Року. – Получается вы сильнее демонов.\n- Нет, - ответил Кай. - Скорее нам попадались слабые враги.\n- Может по вашим меркам и слабые, но для нас каждый демон - это большая проблема. Не каждый из обученных воинов может выйти из боя живым с этими чудищами.\n- Надеюсь такое не часто происходит.\n- К счастью с нами ещё такого не было. Вот мы и на месте, - пришли ребята к большому зелёному дому, где было много воинов в таких же синих доспехах и мантиях. Пройдя немного по коридорам здания, они пришли к нужному кабинету. Ребята вошли в комнату командира, мужчина склонил голову и поприветствовал его: «Здравствуйте, Ли-сан».\n- Привет, Року, - ответил взрослый мужчина с пышными усами и бородой, сидя за столом и перебирая бумаги. Он посмотрел на воина и увидел Кая с Аки. - Кого это ты ко мне привёл?\n- У нас с ними возникли кое-какие трудности у входа в деревню, и было принято решение сопроводить их к вам, чтобы вы сказали, как следует поступить.\n- Они бандиты или пострадавшие?\n- Никак нет. Они спасители деревни Колку и города Цикануса.\n- Они?! – недоумевал командир. – Мне казалась они будут чуть старше. Но не важно, так в чём проблема, если они, как ты говоришь спасители?\n- Когда этот юноша проходил мимо нас, то медальон засверкал, вот мы и подумали, то это демон и хотели его убить. К счастью они нас переубедили.\n- Вот в чём дело, - погладил командир свою бороду с усами, подумал и сказал: «Есть для вас два предложение, чтобы таких ситуаций у вас не возникало, если согласитесь, то вам придётся заплатить сотню йон, так как это дорогой процесс. Ну и есть второй вариант, бесплатный, но некомфортный, как для вас, так и нас».\n- Можно узнать конкретно, что будет происходить в обоих случаях.\n- В бесплатном варианте мы просто приставим к вам пару воинов, чтобы ходили за вами по всюду, разумеется в других местах вам придётся тоже договариваться с другими командирами, но вопрос состоит в том сможете ли. А в платном мы разошлём во все города и деревни где есть «Небесные воины» ваши листовки с фотографиями и именами. С помощью них вас будут пропускать в поселения без проблем. Так что выбираете?\n- Хм-м, вариант с листовками звучит заманчиво, ты как думаешь Аки? – посмотрел юноша на неё.\n- Эта идея гораздо лучше, чем постоянная слежка за нами, поэтому я не против.\n- Тогда, - достал Кай мешок с деньгами из-за спины и положил на стол, - приступим к делу.\n- Это делается не у меня. Року, отведи их к отделу распечаток и скажи пусть пока срисовывают их лица, а я подготовлю все документы.\n- Погодите-ка! У нас будут срисовывать лица без масок? – спросил Кай.\n- Конечно, а ты как думал. Надо же всё лицо показать, чтобы понять, что ты это ты, а не кто-то другой.\n- А можно я в маске буду?\n- Нет. Но если хочешь можешь отказаться.\nКай постоял, немного подумал и ответил: «Хорошо сниму маску».\n- Тогда идите, и, Року, не забудь вернуться ко мне за документами.\n- Так точно.\nРебята вышли из кабинета командира и пошли в комнату отдела распечаток.\n- Честно говоря не ожидал, что всё так быстро разрешиться ваша проблема, - сказал Року.\n- Оно и к лучшему, у нас будет время, чтобы отдохнуть.\n- Вы правы. Вот мы и на месте.\nРебята зашли в комнату распечаток и Року передал приказ командира. В комнате летал лёгкий запах краски из-за работы людей с большой печатной машиной в центре, а несколько людей в углу помещения рисовали предупреждающие знаки и агитационные листовки. Кая и Аки отвели в зону составления листовок и посадили на стулья.\n- Теперь попрошу вас снять маски и капюшоны, чтобы я мог вас срисовать, - сказал юноша, сидя перед доской с прикреплённым листом. Аки сразу сняла капюшон и все в отделе уставились на неё.\n- Немедленно прекратите пялится это некрасиво, - злобно ответила лисица. Тут же все отвернулись и продолжили занимать своими делами.\n- Рисуйте пока Аки, а я потом сниму.\n- Хорошо, - юноша обмакнул кисточку в чёрную краску и стал срисовывать лисицу. Его рука двигалась быстро и плавно. Он пару раз окидывал её взглядом, чтобы правильно нарисовать пропорции и через пару минут он закончил. Юноша отдал рисунок коллеге, поставил чистый лист и сказал Каю: «Снимайте маску». – Кай нехотя стянул её с лица. Все увидели его странные шрамы на губах, недолго смотрели и затем продолжили заниматься своими делами. Юноша стал срисовывать Кая. Через пару минут он закончил, взял рисунок и пошёл к станку и сказал ребятам: «Можете идти по своим делам».\nКай и Аки вышли из зелёного здания и пошли в рёкан. Заняв комнаты, ребята направились на рынок. Купив кучу продуктов, ребята возвращались в рёкан и по пути встретили небесных воинов, которые их остановили у входа.\n- Привет ребята, - поприветствовал самурай, который был впереди всех, - не хотите выпить с нами в качестве извинения за сегодняшнее?\n- Я не пью, уж простите, - ответил юноша.\n- Ясно, ну а вы кицунэ?\n- Я ненавижу алкоголь, он очень противный на вкус, словно пьёшь воду из лужи с грязью.\n- Очень жаль, что вы отказали, но что поделать. Удачного вам вечера.\n- Спасибо, - ответили ребята, и затем все разошлись.\nПридя в свою комнату, ребята тут же легли спать.\nСледующим днём, когда они шли по пустым полям, обдуваемые ветром, у Кая задымились руки. Юноша побежал вперёд по дороге, а за ним лиса. Когда они преодолели небольшой бугорок, то увидели троих самураев и двух магов из небесных воинов, которые сражались с четырьмя демонами на земле окрашенной кровью от павших бойцов. Кожа тощих, но высоких монстров покрыта крепкой чешуёй, у них за спинами были хвосты с шипами на конце, и острые когти с зубами, а на вытянутых головах торчали маленькие рожки. Кай немедленно достал катаны и ринулся в бой. Большим и длинным прыжком юноша приземлился на ближайшего демона пронзив его клинками от плеч до ног. Кай спрыгнул с монстра, разрезав его на части. Трое демонов набрасываются на юношу и одного из них прожигает Аки большим огненным шаром. Кай взмахивает клинком и разрезает третьего монстра ветряным лезвием, но последний увернулся от него. Юноша подбежал к демону и уже собирался отсечь ему голову. Но демон развернулся и хвостом выбил меч из правой руки. Кай тут же отскочил и призвал в пустую ладонь кровавый меч. Как только демон его увидел, то тут же кинулся бежать и орать от неописуемого страха. Аки и небесные воины были сбиты с толку от увиденного. Юноша не обратил на это внимание. Кай направил клинки вертикально вверх, присел на одно колено и резким выпадом, догнал монстра и разрубил его пополам. Это было так быстро, что никто не понял, что произошло. Половинки монстра превратились в пепел и расселись по ветру, как только коснулись земли. Кай подобрал выбитый меч и вместе с Аки подошли к выжившим.\n- Благодарим вас за помощь, - сказали небесные воины в один голос.\n- Не нужно благодарности, лучше скажите куда вы шли? – спросил Кай.\n- Мы направлялись в деревню Хако для укрепления защиты, так как демоны стали здесь всё более агрессивными, - ответил ближайший самурай.\nКай оглянул трупы убитых людей и сказал: «И вы продолжите идти, после случившегося?»\n- Пойдём, ведь это наша задача и её надо выполнить. Но всё равно придётся просить ещё подкрепления.\n- Тогда удачи вам. Прощайте. – Кай с Аки ушли.\n- Не хочешь сказать, что ты сделал с тем демоном?\n- Ты про что, Аки?\n- Почему тот демон в страхе убегал от тебя, как только ты достал свой красный меч, да и откуда он у тебя?\n- Ну, катана мне досталась от монстра, которого я убил в детстве. А вот почему демон испугался меча, я не знаю.\n- Почему-то меня настораживает эта ситуация.\n- А мне только на руку, что они боятся. Как раз поймут, что я испытывал, когда встретил одного их них. – Аки ничего не ответила, и ребята молча продолжили идти.\nТёмным вечером ребята сидели перед костром в чистом поле. Мясо жарится над огнём, Аки расчёсывает хвосты маленькой расчёской, а Кай что-то чёркает в своей книжке.\n- Что ты там рисуешь? – интересуется лисица.\n- Всё что когда-то видел.\n- Можно посмотреть?\n- Только если разрешишь погладить свои ушки, - ухмыльнулся юноша через маску.\n- Хорошо, я согласна, - Кай отдал ей книжку. Аки открывает первую страницу и видит демона, стоящего на мёртвых людях с подписью «Отомстить за свою семью». Листнув дальше, Аки видит волка с тремя рогами на лбу и снизу написано «Второй убитый демон», а на странице рядом расположен небольшой дом стоящий посреди больших и длинных деревьев. На следующем листе изображён улыбающийся лысый старик с длинной бородой и надписью сверху «Мастер Тейп». Рядом с ним изображены скалы, бамбуковые столбы и верёвка натянутая над рекой и снизу написано «Самые жестокие тренировки». – Кай что это за старик и места? – показала лисица страницы с рисунками.\n- Это мастер Тейп. Он обучил меня всему, что я знаю и у меня перед ним неоплатный долг. Это пейзажи – это места наших тренировок. Тейп заставлял меня взбираться и спускаться кучу раз, так ещё и за короткое время. На этих бамбуковых столбах я сражался с ним, тренируя свой баланс. Ну а на верёвке приходилось уклонятся от мусора, который в меня кидал мастер Тейп.\n- Какие жестокие тренировки.\n- Может быть, но благодаря им я такой сильный.\nАки продолжила листать книжку. Было много демонов и пейзажей, которые видел Кай. На одной из страниц Аки увидела нарисованную себя, как в облике человека, так и лисы с подписью «Аки (кицунэ) - красивая девушка с сильной магией». – Это так мило, - произнесла в слух лиса.\n- Ты про что?\n- Ой, прости. Случайно вслух скала, - занервничала Аки. – Просто ты меня тут так красиво изобразил.\n- Да вроде рисовал как обычно, но если тебе нравится, то я польщён.\n- Кай, а зачем ты вообще это делаешь?\n- Чтобы потом я мог не только рассказать мастеру Тейпу о своих приключениях, но и показать.\n- А не хотел бы ты показать это своим детям, а в будущем и внукам? – протянула она книжку юноше.\n- Честно, никогда не думал об этом, - взял её Кай и бросил в воронку. - Но возьму это на заметку.\n- Тогда какую семью ты бы хотел?\n- Небольшую. Красивую и добрую жену, которая могла бы вкусно готовить и присматривать за детьми пока меня нет дома. Ну и сына, чтобы передать ему знания ветряных клинков и воспитать из него доброго человека.\n- Надеюсь у тебя всё будет так, как ты и мечтаешь.\n- Спасибо. О как раз мясо приготовилось, - Кай снял его с огня и поделил пополам. Когда юноша съел свою часть мяса, то говорит: «А теперь пора погладить твои ушки».\n- Ну давай. – Кай сел за спину Аки и стал гладить её уши. Они были очень мягкими и пушистыми, а также щекотали лисицу. Через пару минут он прекратил, достал плед и лёг на землю, а кицунэ укуталась хвостами. Ребята заснули.",
      "Следующим днём ребята уже стояли перед воротами в город Мейко. Подойдя к стражникам, Кай спросил: «Здравствуйте, ребята у вас же уже есть листовки с моим лицом?»\n- Скажите кто вы и мы найдём, - ответил ближайший самурай.\n- Такеда Кай, а эта девушка кицунэ. \n- По какой причине они были сделаны? – поинтересовался самурай, который перебирал бумаги, стоя за воротами.\n- Меня по ошибке сочли демоном, а я человек.\n- Есть такой листок, - подошёл самурай с листовками к юноше, - снимите пожалуйста маску, чтобы сверить ваше лицо. – Кай послушался. Самурай смотрел на него пару секунд и затем на листовку, - Всё в порядке это вы. Так ну и кицунэ, - Аки сняла капюшон. - Самурай смотрел на лицо девушки и затем на рисунок. – Всё отлично можете проходить.\nРебята скрыли свои лица и вошли в город. Город Мейко сильно отличался от Циканусы. Здесь очень много многоэтажны домов, под ногами проложена каменная плитка вместо рыхлой земли, людей больше в два, а может и в три раза, по улицам ходят небольшие отряды небесных воинов, которые следят за порядком. Насмотревшись на красоты города, Кай предложил сперва пойти поесть в идзакае. Девушка согласилась. Ребята пошли вдоль улицы и зашли в первый найденный идзакай. Внутри было много народу. Казалось, что свободных мест почти нет, но ребята нашли один свободный стол рядом с барной стойкой и сели за него. К ним подошёл официант и спросил: «Здравствуйте, дорогие гости, что будете заказывать?»\n- Здравствуйте, мне пожалуйста жаренную курицу с рисом, удон и воду, - ответил юноша.\n- Понятно, а вы женщина, что будете?\n- Мне обычный рамен и тоже воду.\n- Хорошо. Ваши заказы будут готовы через десять минут. Приятно провести вам время, - официант ушёл.\nАки стучала по столу ногтем в ожидании заказа, а Кай осматривался. Он видел, как люди веселятся, рассказывая свои забавные истории, едят вкусную еду и пьют хорошую выпивку. Он посмотрел на барную стойку у которой стоял мускулистый высокий мужчина, с блондинистыми волосами, одетый в ярко красную футболку без рукавов с капюшоном, в чёрные мешковатые штаны и сапоги. По бокам на поясе у него висели сложенные маленькие косы, которые почти доходили до щиколоток ног. Мужчина развернулся с выпивкой в руке. У него было красивое лицо и ярко зелёные глаза, словно изумруды, а на шее висел небольшой крест с красным камнем, как на медальоне небесных воинов. Мужчина делает глоток и осматривает идзакай. Он встречается со взглядами с Каем. Мужчина осмотрел его, сделал удивлённые глаза, отложил кружку на барную стойку и подошёл к юноше.\n- Здравствуйте, это же вы беловолосый мечник и кицунэ, которые сражается с демонами по всей Алитарии? – спросил мужчина.\n- Это мы. – ответил Кай. – А вы кто?\n- Меня зовут Рекс, я мастер косы из страны Дасто и вхожу в ряды святых рыцарей.\n- О так вы чужестранец и давно у нас здесь? – поинтересовалась Аки.\n- Три недели назад прибыл в вашу страну по приказу короля.\n- По какому ещё приказу? – спросил Кай.\n- А вы не знаете? Император Алитарии попросил у ближайших стран помощь в войне с демонами, которых стало очень много.\n- Впервые о таком слышу.\n- Если не верите, то вот мой пропуск, - Рекс достал из подсумков за спиной небольшой свёрсток и развернул его. На нём было написано разрешение о свободном передвижении святого рыцаря для помощи из соседнего государства в войне с демонами. И на бумаге были печати двух стран, Алитарии с цветком сакуры с огнём по середине, и Дасто с орлом убивающий змею.\n- И куда ты собираешься идти? – спросила Аки.\n- В столицу, туда должны будут прийти все войска из разных государств, чтобы общими силами сразится с демонами. А вы туда держите путь.\n- Нет, мы идём к кровавому острову, а столица будет лишь по пути, - ответил Кай.\n- Можно тогда пойти с вами до столицы?\n- Зачем тебе?\n- Я очень хочу увидеть, как ты убиваешь демонов, не касаясь их мечом. Так можно пойти с вами?\n- Мне лично всё равно. Аки, а ты, что думаешь? – спросил Кай.\n- Тоже самое.\n- Благодарю вас, - обнял он их.\n- Прекращай, - сказали ребята в один голос и оттолкнули его.\n- Ой, простите, если вдруг оскорбил вас этим жестом, у нас это является проявлением добра и дружелюбия.\n- Ты нас не оскорбил, просто это было внезапно, - ответила Аки.\n- В следующий раз буду предупреждать.\nК столу подошёл официант, положил еду и ушёл. Кай и Аки тут же стали есть, а Рекс сел за стол.\n- Куда вы пойдёте, когда поедите?\n- Сперва в рёкан, а потом на рынок за продуктами, - ответила Аки\n- Кай, а когда ты покажешь, своё необычное фехтование?\n- Он тебе не ответит, пока ест, поэтому придётся подождать пока не закончит.\n- Почему?\n- Не знаю, в чём причина, но он не нарушает это правило.\n- Ладно. А вы, Аки, правильно произнёс ваше имя?\n- Да, что такое?\n- Почему вы путешествуете с ним?\n- Из-за его необычной жизненной ауры. Она отличается от человеческой и не похожа ни на чью. А я хочу это выяснить, да и одной скучно путешествовать, - посмотрела Аки на Кая.\n- Эта аура от чего-то зависит?\n- Только, то какое ты существо: человек, зверь или монстр.\n- Понятно.\nРебята всё съели, заплатили за еду и вышли из идзакая.\n- Куда сейчас пойдём? – спросил Рекс.\n- Сперва в рёкан, арендуем комнаты и затем на рынок за продуктами, - ответил Кай.\n- Могу посоветовать гостиницу в котором я остановился.\n- Что это?\n- Я так называю ваши рёканы.\n- Ясно. Так где она?\n- В двух кварталах от нас, идите за мной, - повёл Рекс их за собой.\nРебята шли за мужчиной по оживлённым улицам где люди напоминали толпу карасей, движущихся по морским путям. Придя к рёкану, ребята удивились от его вида. Перед ними стоял огромный голубой дом с десятками окон.\n- Это точно рёкан, Рекс?\n- Да, не видишь вывеску над дверью?\n- Просто этот дом очень большой по сравнению с теми, что я встречал.\n- Большой – маленький, какая разница, если тут можно переночевать?\n- Тут ты прав, но…\n- Вот и всё пошли, - потянул Рекс Кая во внутрь.\n- Здравствуйте, чего изволите? – поприветствовал их хозяин рёкана, стоя за небольшим столом.\n- Привет, Коичи, моим друзьям нужны комнаты, у тебя есть свободные? – спросил Рекс.\n- Для тебя Рекс у меня всё есть. Какие вам нужны комнаты?\n- Одной двухместной достаточно, - сказал Кай.\n- Сейчас посмотрю, - стал рыться мужчина под столом. – Вот, - поставил он на стол ключ, - Ваша комната тридцать восьмая.\n- Хорошо, сколько вы возьмёте за одну ночь?\n- Шестьдесят йон.\nКай оплатил комнату, взял ключи, и ребята пошли на рынок. Придя в центр города, они тут же увидели лавки с продуктами и сразу стали всем закупаться.\n- Рекс, а в бою ты пользуешься этими косами? – спросила Аки, пока они двигались от лавки к лавке.\n- Разумеется. А ещё я могу их соединять в одну большую косу и управлять её силой мысли.\n- Это какая-то твоя способность? – поинтересовался Кай.\n- Нет. Просто мне её зачаровал знакомый маг по моей просьбе. И теперь, где бы моя коса не была, она всегда вернётся ко мне в руку по моему первому зову. А также я её мог управлять на дистанции.\n- Звучит очень интересно, - сказал Кай, собирая фрукты в пакеты и забрасывая их в воронку. – Я бы точно не отказался от такого.\n- Если хочешь, Кай, то при следующей встрече с моим другом, могу попросить его зачаровать и твоё оружие?\n- Если это тебя не затруднит.\n- Поверь ни капли.\n- Хорошо, я как раз и купил всё что мне нужно. Может быть пойдём прогуляемся по городу?\n- Я не против, - ответил Рекс.\n- Давай. Этот город очень интересный, - добавила Аки.\nРебята гуляли по улицам, любуясь красотами многоэтажных домов, необычных магазинов с ювелирными украшениями безделушками. Проходя мимо всех лавок, Аки приметила красивую бирюзовую юкату с рисунком падающих лепестков сакуры.\n- На что уставилась? – подошёл к лисице Рекс и тоже приметил необычную одёжку. – Очень понравилась та юката?\n- Да. Она очень красивая.\n- Кай, подойти - ка сюда! – окликнул Рекс юношу, засмотревшегося на лавку с безделушками.\n- Что такое? – спросил юноша, подойдя к друзьям.\n- Я хотела бы примерить вон ту юкату, - указала лисица пальцем на одежду.\n- Ну так пошли, - зашёл Кай первым в магазин, а за ним и его друзья. – Здравствуйте, хозяйка, - поприветствовал юноша молодую продавщицу, - не дадите померить вот эту юкату моей подруге?\n- Конечно, - девушка достала такую же одежду из большого шкафа за её спиной и отдала Аки. - Примерить вы можете её вон там, - указала она рукой на примерочную. Лисица зашла в неё и тут же сняла с себя плащ с одеждой и одела новую юкату. Покрасовавшись перед зеркалом, она решила купить её.\n- Сколько стоит эта юката? – спросила девушка через шторы в примерочной.\n- Восемьдесят пять йон, - ответила продавщица. – Желаете купить?\n- Да, она мне нравится. Кай, заплатишь?\n- Само собой, я же предложил её купить, - юноша подошёл к продавщице и отдал ей деньги.\nАки одела на себя плащ, вышла из примерочной со старой одеждой в руках и с ребятами вышли из магазина. Ребята смотрели на лисицу в новом наряде.\n- Что такое? – спросила Аки.\n- Ничего, просто тебе так идёт эта юката, - похвалил её юноша.\n- Спасибо, я рада что вам нравится.\n- Что будешь делать со старой одеждой?\n- Я думала, может её бросить в твою воронку, где ты хранишь свои вещи.\n- Давай, так и сделаем, - рядом с Аки появилась чёрная дыра, - кидай туда. – лисица послушалась Кая. – Ну что, пошли дальше гулять?\n- Конечно, - ответили Рекс и Аки.\nИдя вдоль улиц, ребята вышли на небольшую площадь где звали мужчин сразиться на деревянных мечах между и выиграть двести йон. \n- Может поучаствуем? – спросил Рекс у Кая.\n- А ты мечом сражаться умеешь?\n- Нет, но так даже интереснее.\n- Правда, ну, тогда пошли. Посмотрю, как долго ты продержишься, - пошёл Кай записываться на турнир.\n- Ненужно меня недооценивать, - сказал Рекс, подойдя к юноше.\nПосле недолго ожидания в центре толпы поставили небольшую арену и залили её песком. Прозвучали имена первых бойцов из уст молодого юноши рядом с песочным рингом. Это были двое взрослых мужчин. Один из них был в ярко красную юкату, а второй в зелёную футболку с коричневыми штанами и ботинками. Они вышли на арену с деревянными мечами. Толпа делала ставки и ожидала боя. Мужчины поклонились друг другу и по звуку гонга они тут же схлестнулись мечами. Способности бойцов были одинаковы из-за чего толпа постоянно кричала, чтобы подбодрить своего фаворита. Мужчины сражались очень умело. Каждый из них блокировал удары и проводил контратаки, но безуспешные. И бой продолжался пока мужчина в юкате не сделал длинный выпад. Оппонент отпрыгнул в сторону и ударил его по животу, затем по ногам. Мужчина в юкате упал на песок. Зазвенел гонг, означающий завершение боя. Мужчины ушли с арены. Прозвучали имена следующих бойцов. Одним из них был Кай, а второй молодым юношей лет восемнадцати. Они стояли на арене и ждали гонга. Как только он прозвучал, Кай тут же бросился на юношу и двумя ударами по бокам повалил его. Зазвенел гонг. Кай помог юноше подняться и провёл его к врачам, которые были рядом с ареной. Следующими на ринг вышли Рекс и лысый мужчина. Прозвучал гонг. Рекс раскручивал меч в руках, как пропеллер, и резким ударом выбил оружие из рук лысого мужчины, и ударил его по животу. Оппонент скрючился и крикнул, что сдаётся. Зазвучал гонг. В следующем бою сражались двое мужчин. Бой был недолгим, так как один из них владел фехтованием на высоком уровне. В следующем бою сражался Кай и мужчина одержавший победу в прошлой схватке. Он хоть и был очень опытным фехтовальщиком, но Кай расправился с ним быстро. Когда они схлестнули мечи, юноша сделал разворот в сторону оппонента, ударил локтем по голове и затем мечом по ногам. В предфинальном бою сражался Рекс с мужчиной в зелёной футболке. Зазвенел гонг. Рекс бросил меч прямо в лицо мужчине, подскочил к нему, отобрал его оружие и пару раз ударил по ногам. Оппонент упал на песок и зазвучал гонг. В финальном бою Рекс и Кай были полны решимости победить друг друга.\n- Ну что, Кай, видишь, как долго я продержался? Осталось лишь тебя выиграть и всё.\n- Это поражает, Рекс, но я очень сильный соперник. Так что сражайся серьёзно.\nПрозвенел гонг. Рекс стал раскручивать меч в руке. Кай направил оружие к земле и медленно стал подходить к нему. Рекс резко остановил меч, направил её в грудь и сделал выпад, Кай присел с разворотом, уклонившись от атаки, и ударил через бок в живот сопернику. Юноша выпрямился и резким разворотом ударил по голове оппонента. Рекс упал на песок без сознания.\nВечером того же дня Рекс пришёл в себя в своей спальне.\n- Что за? Где Я? – спросил мужчина, сев на постель.\n- Проснулся наконец, - сказал Кай, сидящий рядом с кроватью.\n- Что случилось?\n- Я тебя вырубил по случайности, прости за это.\n- Ничего, мы же сражались, а в драке все средства хороши.\n- Согласен, но всё же возьми вот это, - бросил Кай мешок с деньгами на кровать.\n- Что это?\n- Приз за турнир.\n- Нет-нет. Ты же победи, значит это твоё.\n- Мне не нужны деньги, я и так не испытываю с ними проблем, а вот у тебя они когда-то да закончатся, поэтому не отказывайся.\n- Хорошо, благодарю за заботу, - взял Рекс деньги и отложил на тумбу.\n- Тогда ложись спать, ведь завтра утром мы уйдём из города.\n- Хорошо, спокойной ночи тебе и Аки.\n- Спасибо и тебе, - ответил Кай и вышел из комнаты Рекса и пришёл в свою. Аки сидела у себя на кровати и ждала юношу.\n- Как там Рекс? – спросила лисица, как только Кай зашёл в комнату.\n- С ним всё хорошо, - зевнул юноша.\n- Чудо, что он в порядке после твоего удара.\n- Это был рефлекс. Тем более он не обижается и сейчас уже, наверное, спит и ты тоже ложись, - разделся Кай и лёг в постель.\n- Разумеется, но сперва - подошла девушка к Каю и села на него. – немного полакомлюсь тобой, - положила она руку на его грудь и стала питаться его жизненной силой.\n- А садиться на меня было обязательно?\n- Нет, а что, тебе не нравится?\n- Разумеется. Я чувствую себя беззащитным.\n- Для жертвы это нормально. Я же охотница, как не крути.\n- Давай без глупых шуточек.\n- Хорошо, мой лакомый кусочек, ха-ха, - хихикнула лисица и встала с Кая, юноша недовольно фыркнул. Девушка легла к себе в постель, пожелала спокойной ночи, и они уснули.\nУтром ребята вышли из города и зашли по тропе в лес. Густые и огромные деревья закрывали небо над головой, как зонты, и только тонкие лучи солнца освещали путь, по которому шли герои. Лесная симфония из пения птиц, свиста прохладного ветра и шелеста мелких зверей в кустах придавало ребятам лёгкости в своём пути. Но когда к полудню они прошли большую часть леса, великолепная песня природы завершилась, оставив лишь гробовую тишину. Рекса насторожило, то что уже продолжительное время не было никаких звуков зверей, и он держал руки на косах. Раздался шелест на ветках деревьев. С них спрыгнуло десяток бандитов с мечами и ножами, одетые в зелёную одежду. Рекс, достал косы и блокировал удар над головой, Кай и Аки отпрыгнули в сторону. Один из бандитов крикнул: «Убейте мужчин и снимите с них всё, а бабу оставьте живой».\nЮноша достал мечи, накинулся на ближайшего врага и снёс ему голову. Рекс оттолкнул бандита чей удар он блокировал, соединил маленькие косы в одну большую и, сделав пируэт, разрубил его пополам. Аки наколдовала небольшие огненные шары в руки и бросила в людей толпу. Троих бандитов окутал голубой огонь, они неистово вопили от боли пока не сгорели. Оставшиеся в живых враги убегали в страхе. Рекс швырнул косу в их сторону, вытянул руку и по её направлению летело оружие. Он убил троих, разрезав пополам, и вернул косу в руки. Кай взмахнул катанами и разрубил оставшихся бандитов ветреными лезвиями. Рекс удивился от увиденного и спросил юношу: «Это было то о чём я думаю?»\n- Понятия не имею, что у тебя творится в голове, - недоумевая ответил Кай.\n- Это же тот стиль боя, когда ты рубишь врага, не касаясь его?\n- Да, это оно.\n- Это было восхитительно! - возбуждённо крикнул Рекс. – Кай обучи меня этому боевому мастерству.\n- Нет.\n- Что?! Почему?\n- Во-первых, - убрал Кай катаны в ножны, - я не учитель, во-вторых, ты и так неплохо сражаешься со своей косой.\n- Ну, ладно, - расстроился Рекс. – Давайте пойдём дальше.\nРебята продолжили идти до позднего вечера. Они нашли рядом небольшую реку и решили там сделать привал. Кай разжёг костёр, поставил мясо жарится на огне, взял свою книжку и стал в ней что-то чёркать. Рекс достал из своих подсумок с пояса н небольшой кубик с разделёнными шестью квадратами каждой из сторон и покрашенный в свой цвет, и стал крутить.\n- Что это такое? – поинтересовались Кай с Аки.\n- Это запутанный куб. Сначала надо перемешать цвета и потом всё вернуть на свои места. Это очень интересная и сложная головоломка из моей страны. Говорят, что если ты быстро собираешь цветной куб, то ты умный человек. У меня быстрее трёх часов ещё ни разу не получалось.\n- Можно мне попробовать? – спросила Аки.\n- Конечно, - передал Рекс куб.\nАки повертела безделушку, покрутила стороны и быстро собрала одну сторону. \n- Это не так сложно, как кажется, - похвалила себя лиса.\n- Это пока первая сторона, как насчёт остальных? – спросил её Рекс.\n- Сейчас всё сделаю, - Аки тут же собрала вторую и третью сторону, а с остальными уже возникали проблемы. Пока лисица была занята кубиком, Кай поделил мясо на троих и вместе с тарелками отдал каждому.\n- Аки, отвлекись от кубика и поешь, - предложил юноша. - После небольшой подпитки легче думается. – девушка отложила безделушку и принялась есть со всеми.\n- Какой-то новый рецепт? – спросила Аки после первого укуса.\n- Нет, использовал новые травы, которые купил на рынке. Тебе не нравятся?\n- Нет, всё вышло очень вкусно. \n- Рад это слышать. \nКогда же всё было съедено, лисица принялась снова вращать безделушку. После пятнадцати минут куб был собран.\n- Мои поздравления, вы управилась очень быстро, - похвалил её Рекс.\n- Можно я попробую, выглядит очень интересно? - протянул юноша руку лисице.\n- Погоди, Кай, сперва нужно перемешать цвета, - выхватил он куб, перемешал все стороны и отдал юноше. Кай повертел его, покрутил и тут же собрал за пять минут. \n- Что?! – удивились Рекс с Аки.\n- Впервые вижу такое, - в смятении сказал мужчина.\n- Как ты так быстро его собрал? – спросила Аки.\n- Я просто повторил движения Рекса, только задом наперёд и вот, - похихикал Кай.\n- Дай-ка мне, - взял мужчина куб в руки, повернулся спиной и снова перемешал стороны. – Вот теперь попробуй, - вернул он безделушку. – Если ты и сейчас его так быстро соберёшь, то я не знаю, что сказать.\n- Не волнуйся я помогу тебе подобрать слова, - ответил Кай, вертя безделушку. Через пять минут он снова собрал её. Удивлению друзей не было предела.\n- Ты явно самый умнейший человек на свете, - сказал Рекс.\n- Я не был бы так уверен, - отрицал Кай. – Я запомнил, как вы собираете и повторял удачные варианты.\n- Даже так, на это не каждый способен.\n- Да брось ты. Собрать игрушку быстрее всех и считать после этого, что этот человек гений – глупо. Но игрушка мне понравилась, - Кай сделал копию куба в руке, - буду время от времени играться с ней. Держи, - бросил он одну Рексу, а вторую в воронку. В это время лисица обернулась в свои хвосты и сказал: «Всем спокойной ночи».\n- Спокойной, - ответили ребята вместе.\n- Я тоже, пожалуй, спать, - сказал Рекс и лёг поближе к костру.\n- Держи, - протянул Кай плед мужчине.\n- Благодарю, - укрался Рекс им и уснул. Кай отошёл от друзей недалеко, призвал в руки красную катану и оттачивал удары всю ночь.",
      "",
      "",
      "",
      ""
    ]
  },
  {
    "id": 1,
    "about": {
      "cover": "Ispytanie_Geroya.jpg",
      "title": "Испытание героя",
      "type": "Роман",
      "contents": ["Испытание героя"]
    },
    "text": [
      "В белой комнате без дверей и окон стоял человек одетый во всё чёрное: плащ с капюшоном, башмаки, перчатки, брюки и майкой - и что-то ждал. Перед ним появилась ярко-голубая воронка и из неё вышел молодой парень точно в такой же одежде, но весь в грязи и крови. \n- Наконец-то ты пришёл. Готов уже к заключительному тесту? – поинтересовался мужчина в чистом костюме.\n- Конечно. Что я должен буду делать? – поинтересовался парень, отряхивая с себя грязь.\n- Я отправлю тебя в одно измерение, где тебе надо будет убить короля демонов, но не своим оружием, а этим мечом, - мужчина создал чёрную воронку рядом с собой и достал из неё катану.  \n- И всё? Это проще простого.\n- Уверен? Вытащи меч из ножен, - протянул катану парню.\n- Без проблем, - ответил он и молниеносно выхватил кроваво красный меч из ножен, - Что за чёрт! – от оружия начал исходить дым, окутавший руку парня, - Что за меч ты дал мне, Шедоу?\n- Этот клинок я попросил у Анти-Шедоу. Он сейчас вгонит тебя в безумие, и я продолжу.\n- Что? А-а-а, - парень превратился в двухметрового чёрного и костлявого монстра с белыми глазами, острыми зубами и когтями. Он замахнулся мечом, чтобы ударить мужчину. Но Шедоу поймал клинок двумя пальцами, отобрал оружие и отбросил чудовище пинком. Монстр снова превратился в молодого парня. Он пришёл в себя и спросил: «Что за чертовщина сейчас произошла?»\n- Ничего необычного, просто меч захотел убить кого-нибудь и пока он не насытится кровью убитых ты не придёшь в себя. Каждый Шедоу умеет контролировать оружие Анти-Шедоу, так как это говорит о том, что мы не безмозглые палачи, которые убивают всех плохих людей. И я хочу, чтобы ты обучился этому навыку и смог наконец стать Шедоу своего измерения. \n- Это, конечно, всё звучит хорошо, но я же не убиваю невинных, а только злодеев.\n- Эх-х, - тяжело вздохнул мужчина в чистой одежде, - пойми. Проблема не в том, что ты не трогаешь невиновных, а в том, что всех плохих людей ты убиваешь, даже не пытаясь их склонить к добру.  \n- Погоди, а как же твой рассказ о том, как ты поубивал целую расу инопланетян, разве ты не мог их склонить к добру?\n- Не мог. Я сделал всё, что было в моих силах. Но они напрочь отказывались становится добрыми, поэтому мне пришлось их всех убить. Это не самое моё приятное воспоминание, но таких у меня не мало, так что я уже привык к ним. \n- Прости, Шедоу, я не хотел тебя огорчать, - сказал парень, повесив голову.\n- Ничего, ты не первый кто это говорил мне. Дрейк, посмотри на меня, - парень поднял голову. – Запомни, Шедоу могут быть жестокими, но злодеями никогда.    \n- Хорошо, я не забуду это.\n- Замечательно. Теперь слушай внимательно. Этот меч будет постоянно тебя склонять к тому, чтобы ты убивал как можно больше. А тебе надо лишь постараться контролировать свою жажду насилия и тогда ты сможешь победить короля демонов.  \n- Всё понял, постараюсь не подвести тебя.\n- Отлично, - Шедоу засунул меч в ножны и протянул парню, - возьми.\nЮноша взял катану и повесил её за спину.\n- Кстати, забыл сказать, что этот меч ещё и разговаривать умеет.\n- Правда? – удивился Дрейк. - Это же круто. Эй, меч, а ну-ка скажи что-нибудь.\n- Он пока не может. Когда выйдешь отсюда, то будешь болтать с ним сколько влезет.\n- Ладно, но это всё равно круто. \n- Не совсем, - ухмыльнулся Шедоу. - Он может заставить человека вытащить себя из ножен и устроить резню, так что присматривай за ним и не позволяй никому его трогать. \n- Ясно, не буду спускать с него глаз.\n- Надеюсь на это. Так же в том мире у тебя будет собственный конь, разумеется, необычный. Он будет твоим надёжным компаньоном. И ещё я ограничиваю твоё используемое снаряжение.\n- Ладно это не проблема. Что ты мне оставил?\n- Только три оружия которое ты можешь выбрать.\n- Тогда я возьму свой меч из осколков, мои пистолеты и косу, которая разделяется на две одноручные.\n- Хорошо, твоё оружие будет ждать тебя на седле у коня. Хочешь, что-нибудь сказать перед отправкой?\n- Да. Можно мне такой же костюм, как у тебя, а то мой сам себя чистить и подшивать не умеет.\n- Это можно, кстати, если хочешь, то могу ещё и сделать его таким, чтобы ты мог снимать его за секунду и менять костюм на другую одежду.\n- Конечно, хочу.\n- Хорошо.\nДрейка окутал чёрный дым и когда он расселся, то на пареньке уже был чистый и усовершенствованный костюм. \n- Ух ты! Спасибо тебе, Шедоу, - обнял его Дрейк.\n- Ладно, только хватит меня обнимать за каждую мелочь.\n- Хорошо, - Дрейк отошёл от Шедоу и рядом с ним открылась чёрная воронка.\n- Ну, а теперь ступай и докажи, что ты готов получить силу истинного Шедоу и стать защитником своего измерения.\n- Я вас не подведу! - крикнул Дрейк и побежал в телепорт.\nВыйдя из него, он оказался на небольшом холме. Дрейк немного осмотрелся и заметил коня у дерева, которое одиноко стояло у подножия. Он подошёл к кобыле и положил руку на оружие. Всё снаряжение окуталось дымом и направилось в браслеты на руках Дрейка. Затем он сел на коня и сказал: «Ну, поскакали».\n- Куда? – спросил чей-то голос.\n- Кто здесь? Выходи, не прячься, я тебя не обижу, - вертит Дрейк головой во все стороны.\n- Это я спросил, – снова раздался голос.\nДрейк посмотрел на коня.\n- Да ну, - Дрейк слез с кобылы и подошёл к его морде. – Неужели это ты говоришь?\n- Как же долго до тебя доходило, - ответил конь.\n- Это же круто! – обрадовался парень. – Кстати, как тебя зовут, меня Дрейк?\n- Как хочешь называй, я ведь теперь твой конь.\n- Тогда дай-ка подумаю, - Дрейк присмотрелся к чёрному коню и недолго думая сказал: «Тьма, как тебе такое имя?»\n- Мне нравится, как раз и с твоим геройским именем сочетается.\n- Я старался. Ну ладно, - залез Дрейк на коня, - теперь поскакали в ближайшую деревню.\n- А где она?\n- Что? Ты не знаешь местность?\n- Нет, я в первые в этом мире, как и ты.\n- Да-а-а, это проблема, но не такая большая. Давай просто скакать вперёд пока не найдём тропинку или путников. \n- Хорошо.\nНедолго поскакав по холмам, ребята нашли дорогу и пойдя по ней, пришли в небольшую деревню. Все жители странно смотрели на них, но ребята не обращали на это внимание. Немного погуляв по деревне, они нашли корчму. Дрейк слез с коня и сказал: «Я пойду разузнаю что-нибудь про этот мир, а ты пока подожди здесь».\n- Я могу просто сделать так, - ответил конь и окутавшись в дым, исчез.\n- Что за! Что случилось?\nКонь снова появился и ответил: «Когда я тебе не нужен, то исчезаю, а, чтобы меня призвать тебе надо сказать моё имя».\n- Понял, тогда всё хорошо. Иди… куда шёл.\nКонь исчез.\n«Крутую лошадь всё-таки мне подарил Шедоу» - подумал Дрейк.\nПарень зашёл в корчму. Все посмотрели на его странный наряд и тут же опустили глаза. Дрейк подошёл к корчмарю, упёрся о стол и спросил: «Здравствуйте, не подскажите, где я нахожусь?»\n- Вы в одной из пограничных деревень королевства Кустен.\n- Ясно. Не скажите, как добраться до столицы?\n- А вам зачем?\n- Хочу увидится с моим братом после долгих лет разлуки.\n- Ясно. Тогда запомните этот маршрут, - корчмарь достал из-под стола карту королевства. - Мы находимся здесь, на самом востоке. Вам же надо идти на запад, но так как королевство большое, дорога займёт у вас где-то неделю, а то и больше, если вдруг попадёте в города, где проходит война.\n- Война? Какая?\n- Как так вышло, что ты не слышали о ней. Королевство Кустен сражается с ордами демонов и всякой нечисти, которые стали появляться на севере нашего княжества. Забавно то, что в нашем мире и так было не мало всяческих тварей, так к нам ещё пару чудищ в гости пришли.   \n- Да, это забавно. А вы не знаете где конкретно находятся демоны?\n- Боюсь, что точного их места не знаю. Но зачем вы интересуетесь этим?\n- Просто моя работа заключается в том, чтобы уничтожать их.\nВсе в корчме посмотрели на него.\n- О-о-о, это объясняет ваш странный вид.\n- Странный, почему?\n- Вы одеты в какой-то плащ, который ни колдун, ни чародей не носят, а ваша маска со странными глазами выглядит как-то угрожающе. \n- Во-первых, моя одежда специально создана для сражений, да она не защитит меня даже от обычных кулаков, но в ней удобно двигаться, а это очень важно. И во-вторых, не так уж я и страшный, если сниму капюшон.\n- Может быть. Но я всё понять не могу кто вы. Наёмник, рыцарь, или всё же колдун в причудливом наряде?\n- Я никем не являюсь из вашего списка. А скорее просто добрый человек, который борется со злом.\n- Вы… - прокряхтел старик в плаще, сидевший рядом, - вы можете помочь мне?\n- Смотря с чем.\n- Давайте поговорим об этом там, где нас не подслушают чужие уши.\n- Хорошо, ведите. \nСтарик встал со стула и пошёл к выходу, а Дрейк за ним. Старец с юношей отошли от деревни к мосту над рекой.\n- Так с чем нужно вам помочь? – поинтересовался Дрейк.\n- Мою дорогую дочурку украли бесы, и чтобы вернуть её, мне надо пролить вот это зелье над кладбищем этой ночью. Если… - заплакал старик, - если я это не сделаю, то мой единственный луч света убьют, а без неё жизнь мне не мила.\n- Прошу ваш, дедушка, не плачьте, - схватил Дрейк за плечи старика. - Я вам помогу, но только объясните, как они смогли попасть сюда.\n- Мне-то почём знать. Я и так лишился своей бабки, а дочку терять не хочу. Поэтому, - упал старик на колени, - умоляю вас, помогите мне.\n- Так, встаньте, живо встаньте на ноги, я же сказал, что помогу, так не унижайтесь, - Дрейк помог старцу подняться на ноги. – А эти бесы уточняли, когда отдадут вашу дочь?\n- Они сказали, что после того, как я сделаю что мне велели, то смогу забрать её на той опушке над деревней, - указал он пальцем.\n«Не думаю, что бесы сдержат своё обещание, но надо пока посмотреть, что будет» - подумал Дрейк. – Послушайте, пока делайте как они сказали, а потом я со всем разберусь. Вы всё поняли?\n- Да.\n- Хорошо. Тогда пошлите на кладбище, ждать ночь. \nПридя на нужное место, Дрейк осмотрел всю местность и заметил, что отсюда отлично виднеется опушка.\n- Старик, разбудишь меня, когда соберёшься выливать свой эликсир.\n- Хорошо.\nКогда солнце ушло, и луна поднялась в небо, старец открыл банку с зельем, вылил его на землю и тут же пошёл к опушке, а Дрейк стоял и наблюдал за происходящим. Из земли и своих гробов начали вылезать мертвецы с рваной кожей, кто-то без руки, кто-то без челюсти. Дрейк превратил свои человеческие руки в чёрные лапы монстра с острыми и длинными когтями.\n- Ребята, не ту ночь вы выбрали, чтобы воскреснуть, - с издёвкой сказал Дрейк мертвецам и за мгновенье уничтожил половину, ударив всех по одному разу. Они превратились в пепел и разлетелись по всему кладбищу. Оставшиеся мертвецы не успели ничего толком понять, как Дрейк уже уничтожил и их.\n- Легче лёгкого. Так, что там у старика творится, - Дрейк создал в руках пистолеты и посмотрел на опушку. Там стояло два беса, один держал девушку, а второй о чём-то говорил со старцем. Юноша прицелился и выстрелил. Пули попали во лбы бесов и разорвали их головы на части. Девушка освободилась и бросилась в объятия к старику. Дрейк тут же прибежал к ним. \n- Говорил я тебе старик, что помогу вернуть твою дочь, - сказал юноша с большим оптимизмом.\n- Да, спасибо вам юноша за помощь, - ответил ему старец, слёзно обнимая дочь.\n- Это само собой, но я хочу теперь получить оплату за проделанный труд.\n- Оплату? – удивился старец.\n- Конечно, неужели ты думал, что я буду помогать тебе бесплатно?\n- Хорошо у меня есть немного денег.\n- Они мне не нужны. Оплату я хочу немного иного типа, - посмотрел Дрейк пристально на них.\n- Неужели ты хочешь мою дочь? – спросил старик.\n- Что? – Дрейк немного посмеялся. - Не говори ерунды старик. Мне нужны ваши улыбки, если не улыбнётесь, то не сможете оплатить мои услуги.\n- Улыбнуться? – недоумевал старик. - Что за странная просьба.\n- Вы же хотите мне отплатить за спасение дочери, так просто улыбнитесь. \n- Хорошо, если вы хотите моей улыбки, то так тому и быть, - старик улыбнулся ему.\n- Теперь я доволен. Что ж, мне пора идти, удачи вам и прощайте, - Дрейк призвал своего коня, сел на него и поскакал в даль, оставив старика и его дочь в изумлении.\n- Ты узнал куда нам надо идти? – спросил конь.\n- Да. Нам надо бежать на запад в столицу.\n- Хорошо и как далеко она находится?\n- Корчмарь сказал, что дорога займёт неделю, если не попадать в неприятности. Хотя он не знает, что я бегаю со скоростью звука. \n- Я вообще-то тоже.\n- Правда? Тогда почему скачешь так медленно?\n- Ну тогда смотри, - конь ускорился и поскакал быстрее ветра. \n- Давай ещё быстрее, Тьма! – кричит задорно Дрейк. – Чтобы до рассвета проскакать половину пути. \n- Хорошо. \nНеслись ребята, сквозь большие леса и красивые поля. Когда солнце начало подниматься Дрейк остановил коня.\n- Давай ка проверим сколько ты пробежал? Мы прошли уже три большие реки, а это значит, что чуть больше половины пути уже пройдено. Осталось чуть-чуть. Не хочешь отдохнуть?\n- Нет, я ещё полон сил.\n- Тогда исчезни, а я пока разомну ноги.\nДрейк слез с коня и побежал по густому лесу. Выбравшись из него, он наткнулся на город.\n- Эй, пошли туда устроим резню, - сказал зловещий голос.\n- Это кто сказал? \n- Твой меч, идиот.\n- А что ты сейчас-то заговорил?\n- Ты знаешь какая геройская аура окружает Шедоу? Нет! А я вот знаю, так что не удивляйся.  \n- Так это из-за неё тебя так вырубило?\n- Конечно. Он уже не первое тысячелетие геройствует и умеет контролировать оружие Анти-Шедоу, а ты нет.\n- Потому что у меня ещё всё впереди.\n- Конечно, если не погибнешь в этом мире.\n- Со мной ничего не случится, я очень сильный.\n- Уверен в этом?\n- Конечно. Иначе зачем Шедоу отправлять меня на невыполнимую миссию.\n- Твоя правда. Но разве ты не хочешь пойти прямо сейчас к королю демонов, взять меня в руки и разрезать его на мелкие кусочки?\n- Хотелось бы, но Шедоу сказал, что мне не победить его пока не смогу научится контролировать тебя. И если он так сказал, то так и будет. \n- Какой же ты послушный пёс.\n- Говори, что хочешь, меня твои слова не задевают.\n- Уверен, а может проверим?\n- Давай потом. А пока молчи, когда мы на людях.\n- А если нет.\n- Тогда не удивляйся, что будешь разбит на две равные части. \n- Хорошо-хорошо, я тебя понял, буду молчать.\n- Послушный меч.   \nДрейк вошёл в город и, гуляя по улицам, пришёл на рынок. Везде было много лавок с продуктами, украшениями и сувенирами. И каждый продавец пытался привлечь к себе покупателей криками на всю улицу о его замечательных товарах. Дрейк подошёл к лавке с фруктами и спросил мужчину: «Сколько стоят эти красные яблоки?»\n- Тридцать ливров за одну штуку, - ответил бородатый торговец.\n- Извините за такой странный вопрос, не покажите, как выглядят ваши деньги, а то я так много путешествовал, что уже запутался, как выглядит валюта в этом королевстве?\n- Просьба хоть и странная, но вас я понимаю, - мужчина достал из-под прилавка четыре золотые монеты. На них были цифры один, десять, пятьдесят и сто. – Вот все монеты, которыми вы можете пользоваться в этом королевстве. \n- Спасибо, что освежили мою память, - Дрейк занёс руку за плащ и создал в руке мешок монет и положил на прилавок, - дайте пять яблок, а сдачу оставьте себе.\nТорговец положил фрукты в мешок и отдал Дрейку. Парень поблагодарил продавца и продолжил гулять по городу, едя яблоко. Проходя мимо переулка, Дрейк заметил, как четыре мужчины в кожаной одежде и оружием избивают девушку в коричневом плаще с капюшоном. Он сразу же подошёл к ним и оттолкнул от женщины. \n- Ты кто ещё такой? – спросил самый худой мужик.\n- Я друг этой девушки, - ответил Дрейк. - За что вы били её?      \n- Она украла у нас деньги, которые мы собирались отнести нашему главарю.\n- Тогда давайте поступим так. Я верну вам ту сумму, которая отобрала у вас эта девушка и вы отстаёте от неё.  \n- Если ты не хочешь, чтобы мы оттяпали ей руки, тогда отдавай больше того, что она стащила у нас, - высокомерно сказал худой мужчина.\n- Ладно, я согласен. Сколько вам нужно денег?\nМужиков удивили слова юноши, но потом самый крупный и накаченный из них ответил: «Три… нет пять тысяч ливров».\n-Хорошо, - Дрейк занёс руку за плащ, создал большой мешок с деньгами и бросил мужчинам под ноги, - тут десять тысячи ливров берите их и уходите.\n- Сейчас посчитаю, чтобы ты нас не обманул, а потом поглядим, что будем делать, - сказал худой парень.\nМужчина открыл мешок и стал внимательно пересчитывать деньги.\n- Тут и вправду десять тысяч ливров, - удивился он и стал показывать деньги своим приятелям.\n- Если проблем больше никаких нет, то валите отсюда.\n- Слышь, пацан, ты лучше не дерзи, иначе худо будет, - сказал самый крупный мужик из группы.   \n- Я вас не боюсь. Так что оставь свои угрозы другим слабакам, которых ты только и пугаешь, - дерзко ответил Дрейк.\n- Ты хочешь сказать, что я только слабаков бью? – разозлился мужчина.\n- Пожалуйста, не злите его, - шепнула девушка юноше. – Давайте уйдём.\n- Не бойтесь, со мной всё будет хорошо, - ответил он девушке и, затем посмотрел на мужика. - Прости, меня отвлекли. Так на чём мы остановились, ах да, - Дрейк стал медленно подходить к мужику и оскорблять его: «Ты идиот, потому что я должен тебе всё повторять. Ты выглядишь, как большой и тупой головорез, который только слабых и может бить, а стоит тебе увидеть кого-то сильного, то тут же убежишь, как крыса».\n- Сейчас я покажу тебе, сопляк, - мужчина достал топор со спины, замахнулся и хотел зарубить паренька. Но Дрейк сломал оружие, ударив прямо по лезвию рукой монстра. Щепки и осколки топора упали на землю. Дрейк схватил мужчину за шею и поднял над землёй. Мужики испугались и убежали, оставив своего товарища.\n- Походу твои друзья не из смельчаков, - язвит Дрейк. – Так ты не хочешь извиниться передо мной, перед семьями и детьми, которых убил до встречи со мной?\nМужчина кряхтел и пытался не задохнуться от удушья.\n- Не хочешь извиняться, так не надо, - Дрейк с громким хрустом сломал ему шею и бросил труп в стену, что он аж окрасил его в кровавый цвет и затем тело упало на землю.\n- Что же ты наделал, они убьют тебя за это, - испугано, сказала девушка.\n- Не стоит переживать из-за меня, я смогу о себе позаботится. Может сопроводить вас до дома, если вы не против?\n-  Я не против, но вы точно их не боитесь? Это бандиты…\n- Погоди, - перебил её Дрейк. – Во-первых, обращайся ко мне на ты, так как у нас небольшая разница в возрасте, мне так кажется. А во-вторых, я уже говорил, что ничего не боюсь. Ну, а теперь давайте мы пойдём к вам домой и продолжим наш разговор там.\n- Хорошо, идёмте за мной. \nДрейк с девушкой вышли из переулка и пошли к окраине города.\n- Так, что вы говорили на счёт этих бандитов? – спросил Дрейк.\n- То, что это бандиты одноглазой Элли.\n- Кто это?\n- Она безжалостный бандит, которая держит в страхе этот город вместе со своей бандой. Королевская стража и солдаты не могут никак её поймать и посадить в тюрьму, так что им пришлось заключить с ней уговор. Несколько районов города будут принадлежать ей и на них она может творить, что хочет, но должна выплачивать определённую сумму каждые три месяца.\n- Что за чушь. Неужели королю настолько наплевать на проблемы городов?\n- Нет. Король дал приказ поймать её, но так как это не удавалось сделать уже долгое время, то местные власти решили заключить с ней этот договор.\n- Каких же жалких людей поставили присматривать за этим городом. Кстати, забыл спросить, а как тебя зовут, меня Дрейк Морган?\n- Меня Сара Колфилд. \n- Хорошее имя. Слушай, а зачем ты воровала деньги у тех бандитов?\n- Чтобы купить лекарства для своей матери. Она тяжело больна и её никто не может вылечить. Все врачи говорили, что она медленно умирает и можно только утешить боль, чтобы ей было легче.\n- А ты не пробовала попросить какого-нибудь волшебника помочь вам. Слышал они есть в вашем королевстве. \n- Нет. Не пробовала. \n- Почему?\n- Они требуют очень много денег за лечение болезней, которое невозможно вылечить медициной. Тем более сейчас большинство волшебников участвуют в войне и найти в каком-нибудь городе опытного мага, очень трудно. Можно только встретить новичков, но они не способны колдовать такие сложные заклинания.\nДрейку стало жалко девушку, и он сказал: «Я могу вылечить твою мать».\n- Правда? – удивилась Сара. – Нет, не могу в это поверить. Многие опытные врачи не могли её вылечить, а тут вдруг появился какой-то странный парень и сказал, что сможет.\n- Можешь верить, а можешь и нет, но у меня есть силы способные вытворять такое, что и опытному магу не снилось.\nДевушка посмотрела на него удивлёнными глазами и сказала: «Если ты не врёшь, то, пожалуйста, излечи мою маму. Прошу тебя».\nДрейк улыбнулся и ответил: «Хорошо, я выполню твою просьбу. Веди меня к ней».\n- Конечно, мы как раз уже недалеко.\n- Тогда пошли быстрее.\nДрейк с Сарой зашли в двухэтажный каменный дом и сразу поднялись наверх. Они вошли в комнату матери. Она лежала в постели и выглядела очень нездорово. Бледная, как снег, кожа, седые волосы и тощая, как скелет. Дрейк сел на кровать рядом с ней и положил руку ей на лоб. Через секунду она окуталась чёрным дымом. Когда он рассеялся мать Сары выглядела уже здоровой и красивой женщиной. Вернулся естественный цвет кожи, она больше не была похожа на скелет, и словно помолодела на пару лет.\n- Видишь, я же говорил, что смогу ей… - недоговорил Дрейк, как его обняла Сара в слезах.\n- Спасибо тебе огромное. Правда. Если бы я тебя не встретила, то потеряла бы мать, - заливаясь слезами, говорила девушка.\n- Это, конечно, всё приятно и так далее, но пора бы обсудить оплату.\n- Плату? – перестала она обнимать парня. - Но я думала, что ты хотел вылечить мою мать…\n- Бесплатно, - перебил её Дрейк. – Твою мать никто бы не стал лечить за простое спасибо, поэтому я требую от тебя вознаграждения. \n- Тогда назови свою цену.\n- Ты уверенна, что хочешь её услышать? – ехидно спросил Дрейк. - Возможно ты не сможешь со мной расплатится.\n- Мне плевать. Если мне нужно будет потратить пол жизни на оплату, то я готова, потому что жизнь моей мамы важнее каких-то денег. \n- Вот и замечательно, - Дрейк встал с кровати, сделал шаг вперёд и, развернувшись, сказал: «Тогда я требую с тебя улыбку».\n- Что? – девушка впала в ступор.\n- Я хочу, чтобы ты улыбнулась и постаралась больше не грустить. \n- Мне нужно просто улыбнуться вам?\n- Да. Это не так сложно. Давай я жду. \nДевушка мило улыбнулась Дрейку и спросила: «Этого достаточно?»\n- Более чем, - тепло и жизнерадостно улыбнулся Дрейк и похихикал.\n- Сара, - проснулась мать девушки, - кто этот юноша?\n- Мама, - сказала дочь и обняла свою мать, - этот парень спас тебе жизнь и излечил от этой проклятой болезни.  \n- Правда? – с восхищением посмотрела женщина на юношу. – Спасибо тебе милок, что помог бедной старухе.\n- Не стоит, да и не такая уж вы и старая. На вид вам сейчас, примерно, тридцать два.\n- Что? Не может быть такого, чтобы сорокалетняя женщина выглядела, как тридцатилетняя.\n- Я вам покажу, - Дрейк подошёл к тумбе и взял с неё маленькое зеркало.\n- Всё-таки кто вы такой, волшебник или какой-то врач?\n- Нет. Просто обычный парень, - Дрейк подошёл к женщине и с улыбкой ей сказал: «Взгляните в зеркало, что вы в нём видите?»\n- Там я вижу прекрасную красавицу, - женщина повертела немного головой, присматриваясь в зеркало. – Господи, неужели это я?! – шокировано завопила мать Сары. - Такая молодая и прекрасная.\n- Прямо, как ваша дочь, - добавил Дрейк. – Вы с ней, как две капли воды, и это не шутка. Те же голубые глаза, милое личико, рыжие волосы, тонкая фигура и большая гру... – закашлял Дрейк. - Кхе-кхе, извините за грубость. \nСара немного покраснела и опустила взгляд на пол.\n- Ничего страшного, спасибо вам за комплименты, - ухмыльнулась женщина.\n- Всегда пожалуйста, - почесал затылок Дрейк.  \n- Сара, какие продукты у нас есть? Я хочу угостить вкусной едой нашего гостя.\n- Не стоит. Я не голоден.\n- Тогда возьмите с собой и съедите потом.\n- Я уже закупился на дорогу яблоками, поэтому не утруждайтесь.\n- А вы куда держите путь?\n- В столицу, хочу кое с кем встретится.\n- Можно мы поедем с вами?\n- Со мной, но зачем? – недоумевал Дрейк.\n- Я с дочерью давно хотели переехать к своей сестре в столицу, чтобы прожить радостную жизнь в дали от этого чёртового города.\n- Послушайте, это возможно прозвучит эгоистично, - Дрейк стал нервно размахивать руками, - но я люблю путешествовать один, поэтому отказываюсь вас брать с собой.\n- Прошу, хотя бы мою дочь возьмите. Я хочу, чтобы она прожила счастливую жизнь в столице, а не в этой дыре. Подумайте ещё раз над моей просьбой, - жалостливо посмотрела женщина на Дрейка.\n- Мама, - влезла в разговор Сара, - а как же ты?\n- Я приехала бы к тебе чуть позже. Так что вы решили юноша?\n«Чёрт! Я, конечно, хочу им помочь добраться до столицы, но тогда я подвергну их опасности, - думал Дрейк. - Хотя, если со мной поедет только одна, то я смогу её защитить».\n- Дрейк, ты отказываешься нас брать с собой? – прервала его раздумья Сара.\n- Нет. Я, конечно, могу взять вас с собой, но мне не хочется, чтобы вы попали в беду из-за меня.\n- За мою дочь ты можешь не беспокоится, - присоединилась к разговору мать Сары. - Она волшебница, причём не слабая, так что сможет за себя постоять и тебе не будет обузой.\n- Ты не говорила, что умеешь колдовать, - посмотрел Дрейк на Сару.\n- Я не люблю первым встречным рассказывать всё о себе.\n- Это правильно, - Дрейк посмотрел на мать девушки. - Что ж, тогда я возьму вашу дочь с собой, а вы сами доберётесь до столицы, - мужчина достал из-за плаща большой мешок с деньгами и отдал женщине. – Вот вам на дорогу.\n- Я… я не могу это взять.\n- Ничего не желаю слышать. Вам придётся взять эти деньги, чтобы я был уверен в том, что вы доберётесь до столицы.\nЖенщина улыбнулась и сказала: «Если вам так будет спокойнее, то возьму их. Но когда мы встретимся в столице, я вам, обещаю, что верну деньги, которые вы мне дали».\n- Я их не приму. Это теперь ваши деньги и как их тратить тоже ваш выбор.\n- Что же вы за человек такой? – с большим любопытством спросила женщина.\n- Я обычный парень, который любит помогать людям. \n- Таких людей называют добрыми.\n- Получается я такой.\n- Это самое лучшее качество, которое может иметь человек. \n- Буду знать. Сара, тебе нужно собрать вещи для дороги или ты уже готова идти?\n- Мне нечего брать с собой. Все свои вещи и драгоценности я давно продала, чтобы получить деньги на лекарства матери. \n- Это, конечно, плохо, но теперь ты сможешь купить одежду красивее прошлых.\n- А ты я вижу ещё и оптимист.\n- Ещё какой, - похихикал Дрейк. - Не будем терять время и пойдём к моей лошадке, а то она уже заждалась меня.\n- Пошли.\n- Счастливого вам пути, дорогие, - попрощалась мать Сары. \nДрейк с Сарой вышли из дома и прошли в ближайший закуток, где не было людей. Дрейк призвал коня. Девушка стояла с выпученными глазами и удивлённо смотрела на лошадь.\n- Залезай, - сказал Дрейк, сев на коня.\n- Да-да, сейчас. \nПока девушка залезала на коня, парень нагнулся к морде животного и прошептал ему: «Скачи чуть быстрее обычной лошади и старайся не говорить пока с нами эта девушка». \nТьма покивала в ответ. \n- Ты что-то сказал, Дрейк?\n- Нет. Тебе послышалось. Поскакали в столицу, Тьма.\nКонь мчался галопом по городу пока не выбрались из него. Пол дня ребята скакали по густому лесу в сторону столицы, и потом сменили направление на север. \n- Дрейк, мы не туда едем. Столица в другой стороне, - подметила Сара.\n- Я знаю. У меня в планах было немного прогуляться по северу.\n- Но там же идёт война с демонами.\n- Я знаю.\n- Тогда зачем мы туда скачем?\n- Чтобы немного поучаствовать в ней, - безмятежно ответил Дрейк.\n- Что?! Ты сума сошёл. Мы там погибнем.\n- А кто сказал, что ты там будешь. Я один пойду сражаться.\n- Но это же глупо. Тебя убьют. \nДрейк повернулся к Саре, улыбнулся и сказал: «Пусть попробуют».\n- Да что с тобой не так. Это армия демонов, не людей. Они превышают человека в силе во много раз, к тому же выглядят страшно. \n- Это я тоже знаю.\n- Тогда почему ты продолжаешь идти в их сторону? Неужели тебе ни капельки не страшно?\n- Нет. Для меня это неплохая разминка перед тем, как я убью короля демонов.  \n- Что? - удивилась девушка. - Ты собираешься убить самого короля демонов? \n- Да. К этому я готовился много лет.\n- А что, если он окажется сильнее, и ты про…\n- О проигрыше и речи идти не может, - перебил её Дрейк серьёзным голосом. – Я обещал наставнику, что не подведу его и намерен сдержать своё слово.\nСара немного помолчала, затем обняла Дрейка и сказала: «Я верю, что ты справишься».\n- Спасибо за поддержку, - ответил парень своим дружелюбным голосом. - О! Тьма, стой! – приказал Дрейк.\n- Почему мы остановились? – поинтересовалась Сара.\n- Я хочу искупаться в том озере, - указал пальцем на небольшой водоём с права от них. Это было идеально круглое озеро с кристально чистой водой. С верху на него падала тень от двух больших дубов.\n- Ты уверен, что хочешь здесь помыться? – поинтересовалась Сара.\n- На все сто.\n- Но оно какое-то странное, тебе не кажется?\n- Нет. Нам просто повезло наткнуться на такую красоту. Я иду плавать, а ты как хочешь, - Дрейк слез с коня, поставил меч на седло лошади и подошёл к озеру. Его окутал чёрный дым, и вся его одежда изменилась. Маска осталась на месте, а весь остальной костюм превратился в плавки. Сара увидела подкаченное, рельефное и слегка бледное тело парня на котором было куча шрамов. Девушку шокировало такое количество ран, но не успела она рассмотреть даже половину, как Дрейк прыгнул в центр озера и сразу же всплыл. \n- Сара, присоединяйся, вода отличная, - подплыл парень к берегу. \n- Ну не знаю, - обеспокоенно ответила Сара. - Так без раздумья нырять в неизвестное озеро, как-то беспечно. \n- Зато приятно, - ответил Дрейк, бултыхаясь в воде. Если ты до сих боишься, то это зря. Я осмотрел всё дно, когда нырнул и могу смело сказать, что тут никого нет. Вода не отравлена. И рядом не единой души. Идеальней условий не придумать. \n- Может ты и прав, но мне неловко купаться голой рядом с парнем.\n- Почему это го…  Всё вспомнил, можешь не отвечать. Тогда, - Дрейк вылез из озера и с огромной скоростью собрал кучу камней, расставил в две параллельные линии, разделив озеро на две части, и между ними поставил длинные доски, которые он вырезал из ближайших клёнов. – Всё готов. На левой стороне буду я, а на другой ты.\nСара в шоке молча смотрела на него, разинув рот.\n- Земля вызывает Сару, прошу ответить, - помахал юноша рукой перед лицом девушки.\n- Как ты так быстро бегаешь? – спросила Сара, как только пришла в себя. \n- Это результат моих тренировок.\n- Что ты на них делал, что стал бегать быстрее ветра?\n- Это секрет. Так ты теперь будешь плавать?\n- Если не будешь подсматривать, то искупнусь, - ответила Сара после недолгого молчания.\n- Хорошо, - Дрейк зашёл в воду на своей половине, - иди раздевайся. \nДевушка слезла с коня и пошла к своей стороне. Она спряталась за деревом и стала раздеваться. Каждый раз снимая с себя часть одежды, Сара осматривалась по сторонам, чтобы убедится, что за ней никто не наблюдает. Полностью сняв с себя наряд, девушка зашла в воду.\n- И правда, вода хорошая.\n- А я же говорил! – прокричал Дрейк через стену. - Кстати, когда будешь выходить не забудь сказать мне.\n- Хорошо.\nДрейк нырнул в воду и погрузился на самое дно озера. Он заметил небольшой тоннель и решил осмотреть его. Немного проплыв по нему, Дрейк заметил небольшой кусок алмаза, который торчал в стене. Он вытащил его из земли и сразу же всплыл. \n- Сара, ты ещё не выходишь из воды? – спросил Дрейк\n- Пока нет. \n- Вот и хорошо. Скажи-ка мне, а какие украшения ты любишь?\n- Мне больше всего нравятся кулоны и серёжки. А тебе это зачем?\n- Просто так, - Дрейк вышел из воды, сменил плавки на свой костюм и спрятался за деревом. Через пару минут Сара тоже вышла из озера и пошла одеваться. Одевшись, она вышла к Дрейку. Он стоял рядом с конём и что-то прятал за спиной в руках.\n- Дрейк, что ты скрываешь от меня?\n- Ничего. Просто хотел сделать тебе сюрприз, - парень договорил и протянул руки вперёд. В них лежал кулон с огромной голубой звездой из бриллианта и серёжки, похожие на цветы.\n- Это мне? – удивилась девушка. – Но зачем?\n- Ты говорила, что у тебя нет украшений. Вот я и сделал парочку для тебя. Возьми их, - подошёл Дрейк к девушке и положил украшения ей в руки. – Носи их вместе со своей улыбкой, - тепло улыбнулся парень.\n- Обязательно, - ответила Сара с такой же улыбкой.\n- Тогда одень их. Хочу посмотреть, как они смотрятся на тебе.\nДевушка одела кулон, а серьги положила в карман.\n- Как тебе? – поинтересовалась Сара.\n- Очень красиво. Но почему ты серьги не одела?\n- Их я оставлю на особый случай. \n- Тогда залезай на Тьму и поспешим, а то пропустим всё веселье.\nДрейк с Сарой сели на коня и поскакали. Ближе к ночи ребята прошли большую часть пути к месту сражения. Пройдя лес, они выбежали на равнину, в конце которой виднелся какой-то огонь. Дрейк пришпорил коня, и они направились к свету. Придя к месту, ребята наблюдали за полыхающим городом, в котором сражались люди с демонами. Наслышавшись криков людей о помощи и пощаде, Дрейк слез с коня и направился в город, крикнув коню, чтобы он защищал Сару. Парень забежал в город и в его руках появились две косы. Он подбежал к первому демону и одним ударом разрезал его пополам. Рядом стоящие монстры увидели это и толпой накинулись на парня. Дрейк соединил две косы вместе и получил одну большую. Пока он это делал, демоны окружили его и собирались толпой ударить своими огромными топорами и дубинами. Дрейк закружился и стал вертеть косой, как пропеллер, и нашинковал всех монстров. Куски тел разлетелись по всей улице, окрасив её в бордовый цвет. Дрейк разделил большую косу на двое и побежал в центр города. Все демоны, которые попадались ему на пути лишались голов, не успевая осознать, что произошло. Дрейк прибежал на большую площадь и увидел, как группа рыцарей сражалось с сотней чудовищ и терпела потери в схватке. Парень тут же кинулся в бой и за пару секунд убил всю толпу демонов. Площадь тут же стала пустой, а рыцари в шоке смотрели на Дрейка, стоящего перед ними в крови с головы до ног и с огромной косой. Парень посмотрел на мужиков в доспехах и спросил: «Сколько демонов атаковало город?» \n- Где-то тысяча, возможно, больше, - ответил рыцарь с нарисованной лошадью на груди.\n- Спасибо. А теперь уходите в самое крепкое здание и спасайте всех людей, которых сможете найти. А демонов оставьте на меня.\n- Ясно, сэр, - мужчина развернулся к остальным рыцарям и прокричал им: «Солдаты выполнять приказ этого странного человека».\nОни прокричали в один голос: «Да!» - и пошли в сторону церкви, которая стояла в глуби города. А Дрейк убрал оружие, запрыгнул на крышу ближайшего дома и стал осматриваться. С северной части города наступаю полчища демонов, разрушая всё на своём пути. Дрейк согнул колени и прыгнул прямо в толпу монстров. Приземлившись, он убил двух кулаками. Все монстры посмотрели на него.\n- Привет, ребята, не ждали меня?\nДемоны порычали и набросились на него всей толпой. Когда они уже были в шаге от парня, то Дрейк достал меч Анти-Шедоу из-за спины и стал кромсать демонов в облике монстра. Со скоростью молнии он разрубил десятки чудовищ на мелкие куски. И развернувшись, Дрейк пустил в демонов лезвие из чёрного дыма, которое разрезало не только сотню чудовищ перед ним, но и несколько домов за ними. Крикнув пугающим голосом, который пробирает до костей, Дрейк продолжил убивать одного монстра за другим и пачкаться их кровью. Он подбегал ко всем монстрам так быстро, что они не могли увидеть его. Когда половина всех демонов, которые находились в городе, были убиты, то оставшиеся в живых стали отступать. Дрейк уже вернулся в человеческую форму, засунул меч в ножны, очистился от крови и побежал за монстрами. Вдруг кто-то крикнул нечеловеческим и низким голосом: «А ну не отступать! Что вас так напугало?» Дрейк разглядел в толпе демонов огромного монстра размером в трёхэтажный дом. У него было шесть рук и в каждой из них были огромные зазубренные тесаки. На чудовище была одета расцарапанная и кровавая железная броня. Голова ничем не была защищена и виднелось ужасное лицо монстра с кучей шрамов, из лба торчали два больших рога, а у рта с обеих сторон были клыки. \n- Генерал, в городе появился странный человек, который уничтожает наших бойцов за секунду, мы не можем с ним сражаться, - обратился к огромному монстру один из испуганных демонов.\n- Это новый герой?\n- Мы не знаем. Но он очень силён, нам лучше отступить.\n- Нет. Я сам разберусь с этим героем, а вы пока стойте здесь.\nМонстр пошёл к городу, а Дрейк стоял перед городскими воротами и ждал его.\n- Кто ты такой? – спросил монстр.\n- Меня зовут Дрейк Морган рад познакомится, - спокойно ответил юноша.\n- Ты новый герой этого королевства?\n- Пока нет. Но думаю, если я убью короля демонов, то стану им.\nОгромный демон рассмеялся.\n- Ты не сможешь убить Хораса. Он слишком силён даже для группы героев, а тебе одному и в помине не справится с ним.\n- На это мы ещё посмотрим.\n- Не думаю, что ты доживёшь до этого момента, мальчишка.\n- Почему?\n- Потому что я убь… - не успел монстр договорить, как Дрейк подбежал к нему и одним ударом уничтожил половину тела чудовища. Куски тела разлетелись по всему полю боя. И только одни ноги остались стоять на земле, но потом они упали. Все демоны замерли от удивления и с раскрытыми ртами наблюдали за останками своего генерала.\n- Ребята, - крикнул Дрейк толпе монстров с большим оптимизмом, - если не хотите умереть, то вам пора бежать. Я даю вам три секунды на побег. Три.\nВсе демоны принялись бежать от паренька.\n- Два. Один, - досчитал Дрейк и, приняв облик монстра, стал убивать чудовищ, разрубая их острыми когтями. Через пару секунд остался лишь один демон. Дрейк повалил его на землю, сменил свой облик на человеческий и, подставив к горлу монстра маленькое лезвие из осколков, сказал: «Беги к себе домой и передай вашему королю демонов, что скоро я приду за ним. Всё понял?»\n- Да, - ответил демон, дрожащим голосом. – Скажу всё слово в слово.\n- Отлично, - Дрейк встал с монстра, - а теперь беги и только посмейте ещё раз напасть на этот город, тут же познакомитесь с моим гневом.\nДемон в ужасе убежал в даль, а Дрейк развернулся и пошёл в город. Когда он уже приблизился к городским воротам, то его там уже ждала Сара с Тьмой. Девушка слезла с коня, подбежала к парню и обняла его.\n- Я так рада, что ты цел, - сказала Сара, крепко обнимая Дрейка.\n- Этот монстр был слабым, так что со мной ничего не случилось бы.\nК ребятам из города вышли рыцари, с которыми Дрейк встретился во время битвы. К нему подошёл мужчина с рисунком лошади на доспехах и сказал: «Спасибо, что помогли нам защитить город, мы все в неоплатном долгу перед вами».\n- Хорошо. Тогда до встречи, - Дрейк подошёл к коню и хотел сесть на него, но рыцарь подошёл к нему и сказал: «Подождите, не уходите так быстро. Останьтесь на пару дней здесь в знак благодарности».\n- Нет, спасибо. Мне надо идти в столицу, - Дрейк сел на коня. – Залезай, Сара, - девушка села на коня, и парень обратился к рыцарю: «Если хочешь отблагодарить меня, то улыбнись».\n- Улыбнутся? – удивился мужик от такой странной просьбы. – Вы точно ничего больше не хотите? \n- Я уже сказал, что мне надо и жду только вас.\n- Хорошо, если это ваша просьба, то я это сделаю, - рыцарь снял расцарапанный и слегка помятый шлем и улыбнулся так сильно, как только мог.\n- Вот и отлично. До встречи, - договорил парень и ускакал вдаль. \n- Дрейк, а куда мы теперь идём? – спросила девушка.\n- В столицу.\nПроскакав до самого утра, ребята остановились отдохнуть в густом лесу. Дрейк за пару минут собрал большую палатку, разжёг костёр и пошёл охотится. А Сара в это время наколдовала воду в бочку, которую сделал Дрейк, и, сев на пенёк рядом с костром, стала ждать юношу. В чаще леса прогремели выстрелы. Девушка испугалась и вскочила на ноги. Не успела она и сделать шаг, как тут же прибежал Дрейк с огромным медведем на спине и двумя оленями на руках. \n- Я принёс нам еду, - радостно крикнул юноша, - давай приготовим их.\n- Дрейк, ты слышал этот шум? - испуганно спросила Сара.\n- Какой? - недоумевал юноша.\n- Который был похож на взрыв или что-то подобное. Ты не слышал его? Он несколько раз прогремел.\nДрейк скорчил задумчивую гримасу, немного помолчал и ответил: «Кажись я понял о чём ты говоришь, - парень сбросил с себя зверей, создал в руке пистолет и выстрелил в воздух. Девушка закрыла уши руками, услышав грохот оружия. - Ты слышала этот шум?»\n- Да, - сказал девушка, убрав руки от головы. - Что это такое?\n- Пистолеты.\n- Пис… что?\n- Это огнестрельное оружие.\n- Это какие-то сложные слова. Я их впервые слышу.\n- Не удивительно. В вашем мире ещё не придумали огнестрельное оружие.\n- Почему ты говоришь в вашем мире, неужели ты не от сюда? - подозрительно уставилась она на Дрейка. \n- Нет, нет, как ты можешь об этом говорить, - занервничал юноша. – Я просто прибыл сюда из ближайшей страны, а ваш язык ещё не успел полностью выучить, поэтому оговорился.\n- Какие ещё страны? Рядом находятся только королевства, в которых основным языком является английский, как и в Кустене. Ответь кто ты и откуда пришёл сюда? \n- Ладно, ты меня раскусила, хе-хе, - Дрейк собрал животных с земли, поднёс к костру и сел на пенёк. - Я прибыл к вам из другого мира, чтобы убить короля демонов и стать героем своего измерения.     \n- Всё-таки я была права, что ты не от сюда, - девушка села на пенёк рядом с юношей. – Расскажи что-нибудь про свой мир, мне очень интересно послушать, - наклонилась она поближе к Дрейку. - Там все такие же сильные, как ты?\n- Нет. Люди там обычные. Они не владеют ни магией, ни какими-то суперсилами, - Дрейк стал разделывать медведя. \n- И как тогда они сражаются с монстрами? – облокотила девушка щёку о ладонь.\n- Их нет в моём измерении.\n- Что? – удивилась Сара. – Как нет?\n- А вот так. Их просто никогда не было. Поэтому в моём мире люди очень развитые и счастливые.\n- Ну, да, конечно. И насколько они развиты?\n- У нас много удивительных вещей, которые облегчают людям жизнь. Например, самолёты помогают людям очень быстро путешествовать по миру через воздух и не тратить много времени на дорогу.\n- Так люди в твоём мире умеют летать?\n- Не совсем. Самолёт – это транспорт, который умеет летать. Причём, он немного похож на птицу с распущенными крыльями, хоть и сделан из железа.\n- Хотелось бы увидеть этот самолёт, - тяжело вздохнула девушка, - жаль только, что это никогда не случится.\n- Не вешай нос, - перестал юноша резать животное и посмотрел на Сару, - после того, как я стану героем, то обязательно покажу тебе свой мир.\n- Обещаешь? – воодушевилась девушка.\n- Обещаю, честное слово, - улыбнулся Дрейк.\n- Расскажи-ка ещё что-нибудь о своём мире, Дрейк, - сказал блондинистый и стройный мужчина, стоящий недалеко от лагеря юноши между деревьев. Он был одет в серую длинную рубаху с закатанными рукавами, зелёными штанами и кожаными сапогами.\nДрейк медленно повернулся к мужчине, посмотрел на него и, почесав голову, спросил: «Кто ты такой?»\n- Извините за мою бестактность, - поклонился незнакомец, - меня зовут Этей. А вас молодая леди? - поинтересовался мужчина, посмотрев на девушку хрустальными зелёными глазами.  \n- Меня Сара, - ответила она дрожащим голосом. – А кто вы?\n- Я владыка этого леса, - Этей подошёл к костру. \n- Хм-м, не понимаю, как можно владеть лесом? – недоумевала девушка.\n- Так как все лесные твари и духи признают мою власть, как владыки, то я имею право себя так называть.\n- Получается ты самый сильный в этом лесу? – спросил Дрейк горящими глазами. \n- Да, ты прав.\nДрейк вскочил с места: «Не хочешь тогда сразится?»\n- А ты точно этого хочешь? – с хитрым выражение лица спросил Этей.\n- Очень! – возбуждённо воскликнул Дрейк.\n- Тогда нет.\n- Эй, ну так нельзя, - расстроился юноша и сел на пенёк.\nЭтей посмеялся и сказал: «Послушай, эта битва была бы бессмысленной, потому что ты сильнее меня. Я это вижу по твоей ауре».\n- И как она выглядит? – поинтересовался Дрейк.\n- Как туман, который тебя обволакивает. У тебя он чёрно белый и к тому же очень большой. \n- Что это значит?\n- Твоя аура говорит о том, что ты очень сильный, и необычный человек, если тебя можно так назвать.\nДевушка посмотрела на Дрейка настороженными глазами. \n- Но все твои мотивы чисты, как у ребёнка, - продолжил Этей, - ты стремишься к добру и готов пойти на всё ради счастья других, даже на смерть. \n- А у Сары? - поинтересовался юноша.\n- У неё большая голубая аура. Она обозначает, что у человека было не мало плохих моментов в жизни, но он всё равно продолжает быть счастливым. Хотя я замечаю несколько синих частичек ауры, говорящие о том, что вы были в отчаянии.   \n- Всё верно. Так и было, пока я не встретила Дрейка. Если бы не он, то меня, возможно, здесь не было.\n- Что ты за человек? – посмотрел Этей на юношу.\n- Тот который помогает людям, - откусил он кусок мяса, зажаренного на костре. - И борется со злом.\n- Понятно. Значит ты ученик Шедоу?\nДрейк перестал есть мясо, посмотрел на Этея и спросил: «Откуда ты его знаешь?»\n- Так мы с ним старые друзья. \n- Правда? – удивился юноша. – Он мне не рассказывал, что в этом мире у него есть друзья.\n- Скорей всего не просто так. \n- Тогда зачем он мне ничего не сказал?\n- Может быть хотел устроить тебе сюрприз или ещё что-то. Кто знает зачем он так поступил, - пожал Этей плечами.\n- Ну и ладно. Ничего страшного.\nЭтей резко посмотрел в глубокую чащу леса и сказал: «Прошу меня простить, но я вынужден вас покинуть».\n- Что случилось? – поинтересовалась Сара.\n- Какие-то бандиты напали на девушку у края леса. Я иду к ней на помощь.\n- А ну стоять! – крикнул Дрейк и встал с места. – Это моя работа. Так что оставь спасение девушки на меня. Где она?\n- На северо-востоке в шести километрах от нас. Думаешь успеешь добраться до неё?\n- Не думаю, а делаю. Сара, садись на Тьму и идите туда куда сказал Этей, встретимся там, - договорил Дрейк и побежал к девушке на помощь. \nЧерез пару секунд он уже был на месте. Дрейк видел, как за девушкой в красном платье гнались три бандита с мечами. Девушка споткнулась и упала на землю. Тогда юноша тут же подскочил к одному из мужиков, схватил его и бросил во второго со всей силы. Оба бандита погибли, ударившись друг о друга. Последний мужчина увидел это и попытался сбежать, но Дрейк призвал меч из осколков, удлинил клинок, сместив осколки в один ряд, и рассёк преступника пополам вместе с парой деревьев. Убрав оружие, юноша подошёл к девушке и помог ей подняться. У неё было очень красивое лицо. Тонкая и элегантная фигура, белоснежная кожа, яркие красные глаза, блондинистые волосы и большая грудь, которое прикрывало платье.   \n- Ты цела? - спросил Дрейк.\nДевушка немного посмотрела на молодого юношу и потом ответила: «Д-да, спасибо вам».\n- Тогда прощайте, - развернулся Дрейк.\n- Постойте! – крикнула девушка. – Можно узнать ваше имя? – спросила смущённо незнакомка.    \n- Меня зовут Дрейк Морган, - улыбнулся юноша через маску.\n- А меня Эмили. Я хотела бы вас отблагодарить за спасение.\n- О нет – нет. Мне не нужны деньги. Я прошу у людей кое-что другое.\n- И что же?\n- Улыбку.\n- У-улыбку? – недоумевала Эмили.\n- Да. Это награда, которую я хочу получить со всех, кому помогаю. С тебя тоже.\n- Мне нужно просто улыбнуться?\n- Да. \nДевушка мило улыбнулась Дрейку.\n- Вот ты и заплатила мне за работу. Теперь я могу уйти. \n- Нет! – Воскликнула девушка. – Не уходите, пожалуйста. Я не считаю, что отблагодарила вас полноценно.\n- Но деньги мне не нужны.\n- Может тогда ночлег или еду?\n- Ты сказала еда? – переспросил юноша с горящими глазами. – Если она вкусная, то я выберу её.\n- Да. Вам очень понравится.\n- Тогда я готов принять еду, как благодарность за спасение.\n- Отлично! – обрадовалась Эмили. – Тогда пойдёмте ко мне домой.\n- И где он?\n- Он находится довольно далеко. И нам нужно будет где-то час до него идти.\n- Это не проблема. Сейчас сюда придёт Сара с моим конём, и мы пойдём к вам.\n- Что ещё за Сара? – насторожилась Эмили.\n- Она мой друг. \n- Ох, - выдохнула она с облегчением. – Всего лишь друг. Значит ещё не всё потеряно, - подумала Эмили, смотря на Дрейка.\nИз-за деревьев выбежали Сара с Тьмой и подошли к юноше.\n- Всё хорошо, Дрейк? – спросила девушка на лошади.\n- Конечно. Кстати, Эмили угостит нас едой. \n- Эмили - это та девушка?\n- Да.\n- Приятно познакомится, Эмили, - Сара посмотрела на девушку. - Меня зовут Сара. \n- Я тоже рада нашему знакомству.\n- Вот и хорошо, тогда садись на Тьму и пошли к тебе домой, Эмили, - сказал Дрейк.\n- А ты не устанешь столько ходить? – спросила девушка в платье.\n- Нет. Я буду бежать.\n- Зачем, путь же не близкий?\n- Потому что я очень хочу есть.\n- А как же тот медведь и олени, которые ты съел у костра? – поинтересовалась Сара.\n- Это была закуска. Давай Эмили садись, а то я умру от голода. \nЮноша посадил девушку в платье на лошадь. Она указала направление, и ребята пошли. Дрейк бежал рядом с лошадью и ни на сантиметр не отставал от неё. Девушек это удивило.\n- Дрейк, ты вообще устаёшь? – спросила Сара.\n- Может быть. Я уже и сам забыл, когда в последний раз отдыхал.\n- Вы невероятны, Дрейк! – восхищённо похвалила его Эмили. - Так быстро бежать за лошадью никто из людей не может, даже герои королевств.\n- Спасибо за комплимент. Расскажите мне, что это за герои королевства? \n- Вы не знаете кто они?\n- Нет. Мне один из генералов армии демонов сказал, что я похож на них. А потом я его убил. \n- Что?! – прокричала от удивления Эмили. – Ты убил одного из генералов? \n- Он одним ударом уничтожил генерала Крокуса, - влезла в разговор Сара. – по всему полю боя валялись его ошмётки. А его солдаты с криками бежали после увиденного.      \n- Что, самого Крокуса?! – удивилась Эмили ещё сильнее. - Ещё ни один герой не смог убить генерала. А у вас это получилось в одиночку?\n- С одного удара, - напомнила ей Сара.\n- Кто вы такой, мистер Дрейк? – смотрела девушка в платье восхищёнными глазами на юношу.\n- Просто человек, который помогает людям и борется со злом, - ответил Дрейк и улыбнулся Эмили.\n- А если помощь нужна монстру, что вы сделаете? \n- Конечно, помогу ему, если мне не придётся делать плохих вещей. Ведь всем нужна помощь, даже чудовищам, - похихикал Дрейк, улыбаясь. \nДевушка молча смотрела на него с восхищёнными глазами.\n- Эмили, твой дом находится там? – спросил юноша, указывая пальцем на большое поселение у скалы.\n- Да. Мы наконец пришли. \n- Тьма, замедляйся, - приказал Дрейк коню. \nЛошадь с Дрейком перешли с бега на ходьбу. \n- И где же твой дом? – поинтересовался юноша.\n- Видишь замок в скале, нам туда, - ответила девушка в платье.\n- Погоди, Эмили, ты из знатной семьи? – спросила Сара.\n- Да. Мои родители графы, а всё остальное поселения - это наша собственность.\n- Почему ты не говорила нам, что являешься дочерью графа?\n- Я не люблю говорить людям мой титул, так как они начинают усердно подлизываться ко мне, - грустным голосом ответила Эмили.\n- Как же я тебя понимаю.\n- Ты тоже знатная особа?\n- Не совсем, но ситуация у меня такая же, как и у тебя.\n- Понятно.\n- Неужели для вас такая большая проблема просто игнорировать людей, которые вам докучают? – удивлённо спросил юноша.\n- Мы не такие, как ты, Дрейк, - ответила ему Сара. – Прямо говорить всё о человеке некрасиво.\n- Вы сами ставите себе такие рамки, а я люблю жить без них.\n- Потому что тебе всё равно, что о тебе думают окружающие, - пробухтела Сара.\n- Что правда, то правда. А теперь пошли быстрее в замок, я хочу попробовать стряпню Эмили.\nКогда ребята шли к дому Эмили, жители поселения пристально смотрели на юношу в чудном наряде. Саре было не по себе, что они на неё были направленны взгляды, и она укрылась капюшоном, а Дрейк не обращал на это внимания. Ребята подошли к огромной двери замка. Дрейк помог девушкам слезть с лошади и приказал Тьме исчезнуть. Они вошли в замок и их встретило десять слуг. \n- Наконец-то вы вернулись госпожа, Эмили, – сказала вся прислуга в один голос и приклонились. Дрейк в это время пристально рассматривал лакеев девушки. Они подняли головы и заметили потрёпанное и запачканное платье, - Что с вами случилось? Вы не ранены, госпожа?    \n- Я в порядке. Просто споткнулась, когда гуляла.\n- В смысле, - недоумевал Дрейк. – Ты же упала на землю, когда убегала от бандитов.\n- Что?! – удивились слуги. – Вы были в опасности? \n- Мистер, Дрейк, - сердито посмотрела Эмили на юношу, - иногда стоит недоговаривать, что происходило на самом деле, - она отвернулась и надулась. \n- Прости, я не знал, - ответил Дрейк, хихикая и почёсывая затылок.    \nВздохнула Эмили, - я не сержусь на вас, но впредь молчите пока вас о чём-то не спросят.\n- Хорошо. И обращайся ко мне на ты, а то на вы мне не нравится.\nЭмили одобрительно кивнула, посмотрела на прислугу и сказала: «Эти люди спасли меня от бандитов, и я хочу их за это отблагодарить. Поэтому обращайтесь с ними, как с важными гостями».\n- Есть госпожа, - ответила прислуга.\n- А теперь приготовьте ванную комнату для нас троих. \n- Будет сделано, - прислуга побежала исполнять приказ.\n- Пойдёмте ко мне в комнату пока нам готовят ванну.\nРебята пошли за Эмили. Они поднялись на второй этаж по огромной лестнице в центре замка, прошли по длинному коридору, украшенному картинами с изображением живописных пейзажей и портретов, и зашли в комнату девушки. Она была обставлена дорогой и красивой мебелью. В комнате была большая кровать, огромное зеркало стояло в углу и окно, которое смотрело на густой лес. Эмили взяла за руку Сару и подошла с ней к шкафу.\n- Сара, какую одежду ты любишь? - поинтересовалась девушка в платье, перебирая одежду.             \n- В основном, что-то удобное и красивое.\n- Хм-м, о нашла! – Эмили вытащила чёрное короткое платье. – Примерь-ка.\n- Давай, когда Дрейк уйдёт. \n- Как хочешь. Дрейк, ты первым пойдёшь в ванну.\n- Хорошо, только где он?\n- Служанки тебе покажут, а пока жди. \n- Ладно, - Дрейк снял меч со спины и сел в кресло.\nПока девушки выбирали одежду, которую будут одевать, а Дрейк молча наблюдал за этим, к ним пришла служанка и предупредила о готовой ванне. Сара приказала ей проводить юношу до неё. Дрейк пошёл за служанкой в ванную. Придя туда, юноша разделся и зашёл в комнату с огромной ванной. Он залез в горячую воду и стал наслаждаться ей.\nВ это время Сара уже примерило чёрное платье.\n- Ну как, хорошо смотрится? – спросила девушка.\n- Да, Сара, она очень красиво на тебе сидит, - оценила её Эмили, сидя на диване. – Оно отлично сочетается с твоей фигурой и лицом. И кулон твой тоже подходит тебе, как будто для тебя делали. Где ты его купила?\n- Мне его сделал, Дрейк.\n- Правда? Очень красиво. А он мне сделает украшение, если я его попрошу? \n- Думаю, что он не откажется.\n- Тогда обязательно спрошу его об этом, - радостно сказала Эмили.\n- Эй, девушка, - сказал меч.\n- Кто здесь? – насторожились девушки.\n- Это я, меч Дрейка.\n- Не может быть такого, - не поверила Эмили. - Мечи не могут разговаривать.\n- Как видишь, я не молчу. Возьми меня в руки.\n- Зачем?\n- Ты же хочешь узнать секреты Дрейка? Я могу рассказать тебе всё о нём, только вытащи меня из ножен. \n- Ты не врёшь?\n- Нет. Я меч Дрейк и всегда вишу на его спине. Как ты думаешь, сколько всего можешь узнать о нём? Явно немало. Просто вытащи меня, и я всё расскажу, что ты захочешь.\n- Хорошо, - Эмили стала тянуться к мечу.\n- Подожди, - остановила её Сара, схватив за руку, - подумай, почему он просит тебя взять его в руки. Ясно же, что он задумал что-то плохое. \n- Сара, не стоит так плохо думать обо мне. Я просто хочу немного побыть на свободе, а не в этих пыльных ножнах. И если вы это сделаете, то сможете узнать о вашем друге что захотите.\n- А если ты мне врёшь?\n- Ни в коем случае. Я же меч Дрейка, будущего героя, как я могу врать его друзьям. \n- В этом есть смысл. Хорошо мы тебя вытащим.\nДевушки стали тянуться к катане и в этот момент Дрейк забегает в комнату полностью голый и кричит: «Не трогайте меч, он опасен в чужих руках!»\nДевушки посмотрели на его бледное и накаченное тело с большими шрамами и стали кричать от смущения: «Извращенец! Животное! Прикройся чем-нибудь!»\nДрейк подошёл, взял катану в руки и спросил: «Что вы так раскричались?»\n- А сам, как думаешь, идиот, ты голый! – ответила Сара.\n- Неужели это плохо?\n- Это некультурно, балда! Уйди и оденься, немедленно!\n- Хорошо, только не кричите. \nДрейк вышел с комнаты и вернулся в ванную вместе с катаной.\n- Вовремя я про тебя вспомнил, верно? – погрузился Дрейк в воду.        \n- Вот мудак! – громко ругнулся меч. - Если бы ты задержался ещё на пару секунд, то я уже был бы на свободе. \n- Прости, - рассмеялся юноша, - но позволить этому случится я не могу.\n- Да пошёл ты, со своими извинениями! Мне они не нужны. Я хочу крови. А ты меня останавливаешь. \n- Но я должен это делать. По-другому никак. \n- Вообще-то есть решение. \n- И какое же?\n- Используй меня в боях почаще.  \n- Я и так использую тебя по ситуации.\n- Но этого мало.\n- Давай тогда договоримся. Я стану использовать тебя в массовых битвах почаще, а ты будешь меньше разговаривать. Согласен? \n- Хорошо, я согласен, - ответил меч слегка раздражённым голосом. \n- Вот и замечательно. Что-то я засиделся здесь. Пора уже и девчатам дать помыться.\nДрейк вышел из воды, оделся и пришёл к девушкам.\n- Ванна свободна, можете идти, - задорно сказал Дрейк, войдя в комнату.\n- Хорошо, мы сейчас пойдём, - ответила Сара.\nЮноша подошёл к креслу и плюхнулся в него.\n- Извините, Дрейк, не могли бы вы снять вашу маску? – спросила Эмили, подойдя к парню.\n- Зачем?\n- Хотела бы снова взглянуть на ваше красивое лицо, - смущённо ответила Эмили.  \n- Хорошо, - Дрейк снял маску и девушки увидели его белые, как снег волосы, зрачки со всеми цветами, которые только есть и шрам вертикально пересекающий левый глаз. – Насмотрелись?\n- Ещё нет, - сказала Сара. – От чего у тебя этот шрам?\n- От моего наставника. Когда я с ним сражался на одной из тренировок.    \n- И те шрамы на теле, тоже он оставил? \n- Нет, - отмахнулся юношу рукой. – Это от монстров, на которых я тренировался. Они были очень сильными, но со временем мне удалось их превзойти. Самое забавное, что Шедоу предлагал их залечить, но я постоянно отказывал ему.\n- А зачем?\n- Чтобы помнить о том, через что мне пришлось пройти, чтобы стать Шедоу. И я их не вылечу пока не стану защитником своего измерения. \n- О чём это ты, Дрейк? – поинтересовалась Эмили. \n- Да ни о чём, - нервно отвечает юноша, осознав, что проговорился. – Это всё моё воображение. \n- Ты правда думаешь, что я в это поверю?\n- Возможно. \n- Тогда объясни, что ты имел в виду. \n- Ладно, - вздохнул юноша.\n- Серьёзно! - возмутилась Сара. – Ты даже не попытался нормально соврать.\n- Прости. Сам виноват, что проговорился.\n- Вот олух, - тихо пробурчала себе под нос Сара.\n- Так значит ты из другого мира? – спросила Эмили.\n- Да.\n- Расскажешь что-нибудь про свой мир? – с горящими глазами девушка уставилась на юношу.\n- Может быть, - проурчал живот Дрейка, - после того, как мы поедим.\n- Ладно. Сара, пошли быстрее в ванную, - Эмили взяла свою одежду и встала у двери.         \n- Хорошо – хорошо, - Сара взяла свои вещи и пошла за Эмили.\n- Дрейк, идите пока в обеденную, я прикажу слугам провести и покормить вас, пока мы не придём.\n- Хорошо. \nДевушки ушли и через минуту в комнату вошёл один из слуг Эмили. Дрейк повесил меч за спину и пошёл за мужчиной. В обеденной юноша сел за длинный и большой стол, и стал любоваться натюрмортами, которые были в комнате. После недолгого ожидания Дрейку принесли несколько тарелок с разными блюдами, начиная от супов и заканчивая десертами. Юноша стал всё это жадно есть, не пережёвывая пищу. Через пару минут все тарелки были пусты, а Дрейк просил добавки. Слуги приносили ему еду, как только он съедал прошлые блюда. Пока юноша жадно ел, в обеденную зашёл мужчина с бледноватым цветом кожи и строгим лицом. Он был одет в чёрный смокинг с фиолетовым галстуком, кожаные туфли и перчатки. В руках он держал трость с выгравированным орлом на рукоятке, а на седой голове носил цилиндр с белым пером сбоку.\n- Кто вы? – спросил незнакомец.\n- Я друг Эмили, а ты? – продолжил он есть.\n- Её отец. Герцог Остофл, - посмотрел он на юношу угрожающими глазами и стал медленно подходить к нему. \n- Понятно. Кстати, поздравляю, ты вырастил прекрасную дочь. Она такая добрая к чужакам, аж не верится.\n- Согласен. Не верится. Я, конечно, польщён вашим комплиментом, но он не уместен в отношении моей дочери. Она очень образованная, воспитанная и красивая, иными словами, идеальна. А вы грубый и невоспитанный юноша. \n- Стоп-стоп! Почему ты оскорбляешь меня? Я ничего плохого не говорил тебе.  \n- Неужели. Тогда почему вы обращаетесь ко мне на ты?\n- Мне так нравится.\n- А вы знаете, что должны общаться с людьми не так как вам нравится, а как следует? – Остофл встал за стулом Дрейка.\n- Знаю, - хлебнул юноша тарелку с супом одним залпом. - Но не хочу ограничивать себя в общении.\n- Мыслите, как невежда. Хотя вы им и являетесь. \n- Как скажите, только не мешайте мне есть.\nНезнакомец разозлился и ударил голову Дрейка о стол так сильно, что он сломался.\n- Надеюсь в следующей жизни ты уймёшь свою дерзость, несносный мальчишка, - мужчина направился к двери. \n- Эй! – крикнул Дрейк, медленно поднимаясь на ноги и отряхиваясь от кусочков еды. – Ты испортил мой ужин, проклятый вампир! Не хочешь извиниться?\nОстофл развернулся к юноше и ответил: «Мне не за что извинятся. И как так вышло, что ты ещё жив. Этот стол сделан из крепкого дуба и его не так просто сломать. А учитывая, что ты жив после такого удара, то мне хочется знать, кто ты?»\n- Я тот, кто надерёт тебе зад, тупой вампир!                    \nТяжело вздохнул вампир и тихо сказал: «Ты так ничего и не понял».\nРуки Дрейка окутал дым и, подбежав, ударил мужчину. Юноша попал по лицу отца Эмилии и отбросил его назад. Он пробил собою насквозь дверь, ударился о стену в холе и упал на пол. Дрейк моментально подбежал к нему и пнул мужчину по голове. Остофл поймал ногу Дрейка и отбросил от себя. Мужчина поднялся на ноги, но юноша снова подбежал к нему и ударил по лицу. Остофл отлетел в стену с разбитым носом и застрял в ней. Дрейк занёс руку для удара, но мужчина уже оклемался, молниеносно подбежал к нему, схватил юношу за горло и бросил в потолок. Из спины Остофла выросло два крыла, как у летучей мыши. Он подлетел к Дрейку, вонзился ему в шею своими длинными клыками и стал пить кровь. Юноша поднёс руку к лицу Остофла и расцарапал её когтями монстра. Вампир тут же отпустил его. Дрейк приземлился на ноги и тут же несколько раз выстрелил из пистолетов по крыльям мужчины. Пока он падал на землю, юноша взял в руки косу и приготовился для удара, но его сбила с ног Эмили, окутанная в большое красное полотенце. Они упали на пол, а рядом с ними Остофл. \n- Стой! – кричит девушка, крепко обняв парня. - Не смей этого делать, Дрейк. Это мой отец.\n- Знаю. Я не собираюсь убивать твоего отца, а хочу просто надрать ему зад за то, что он испортил мою еду!\n- Ты… Ты это сейчас серьёзно?! – недоумевая, крикнула девушка. – Ради еды ты готов избить человека?\n- Вообще-то он первый начал драку, сломав моей головой стол. И просто проигнорировать это я не мог.\n- Но зачем ты его так сильно избил? Посмотри на него.\nРебята бросили взгляд на Остофла, который с трудом поднялся на ноги, и по всему его телу текла кровь.\n- Этого недостаточно? - спросила Эмили.\n- Пока нет.\n- Чего?!\n- Он ещё на ногах стоит.\n- Так отец истекает кровью. \n- Выпьет немного крови у своих слуг и будет, как новенький. \n- Что? – удивилась девушка. – Как ты это понял?\n- По следам на шее ваших слуг. Причём, мне, кажется, что ты тоже, так как отметки от укусов разные, точнее расстояние между клыками.\n- Так ты знал, что я тоже вампир? \n- Ещё при первой встрече.\n- Но как? \n- Я могу чувствовать энергию живых существ. Оно помогает мне различать кто передо мной и жив ли он. \n- Так ты всё же необычный человек, - прокряхтел Остофл, подойдя поближе к юноше.\n- Нет. Я просто добрый человек, который борется со злом. И собираюсь убить короля демонов.\n- Ты самоуверен раз уж думаешь, что сможешь его одолеть.\n- Может быть, но я достаточно силён, чтобы убивать генералов одним ударом.\nОстофл засмеялся.\n- Да, и кого же ты убил?\n- Генерала Крокуса.\nОстофол замер с шокированным лицом.\n- Эм-м, Эмили с твоим отцом всё в порядке? – Дрейк поднялся на ноги.\n- Не знаю, - девушка тоже встала на ноги. - Я впервые вижу его таким.\n- Так это ты тот парень, что убил генерала Крокуса? – спросил Остофол, непрерывно смотря на юношу удивлёнными глазами.\n- Ну, да, это я. Погоди-ка, а почему ты сказал тот парень?\n- По окрестностям уже ходит слух о сильном юноше, который защитил город Толбон и убил генерала Крокуса.\n- Хм-м, интересно, а демоны уже знают обо мне?\n- Зачем тебе это? \n- Чтобы они меня боялись. \n- Ты безумец. \n- Я знаю, - посмеялся Дрейк. – Эмили, прикажешь слугам дать мне ещё еды?  \n- Конечно.\n- А ну стой, Эмили! – крикнул Остофл. – С чего это ты слушаешь этого глупца?\n- Отец он спас меня от бандитов, поэтому я хочу его наградить за это.\n- А ты сама не могла расправится с обычными людьми?\n- Они использовали серебряную пыль. Я ничего не могла им сделать.\n- Ясно, - Остофол подошёл к Эмили и обнял её. - Прости, что накричал на тебя.\n- Конечно, папа.\nОстофол посмотрел на Дрейка, склонил голову и сказал: «И вы простите меня юноша за моё вспыльчивое и недостойное поведение со спасителем своей дочери».\n- Я тебя прощу, - Дрейк скрестил руки, задрал голову и улыбнулся, - если прикажешь своим слугам приготовить снова, то, что ты испортил.\n- Хорошо, - ответил Остофол, подняв голову. \nОтец Эмилии позвал слугу и приказал ему: «Приготовьте всё, что ел этот юноша до моего прихода и принесите это в гостиную».\n- Как изволите, граф Остофол, - поклонился слуга и пошёл на кухню.\n- Пока они готовят, я предлагаю вам пройти в гостиную и ждать еду там.\n- Хорошо, а где она? – поинтересовался Дрейк. \n- Она вон там, - указал граф рукой на большую чёрную дверь в конце длинного коридора.\n- Спасибо, жду вас там. И, Эмили, позови Сару тоже.\n- Конечно, Дрейк, - ответила девушка.\n- Ну, я тогда пошёл. \nКогда юноша отошёл от вампиров, то Остофол спросил у дочери: «Кто такая Сара?»\n- Это подруга мистера Дрейка с которой он путешествует.\n- Ясно. Тогда я пойду, приведу себя в порядок, а ты иди и оденься, а то разгуливаешь тут полуголая. Не дай бог ещё и простудишься.\n- Хорошо, отец, - девушка направилась в ванную.\nДрейк зашёл в гостиную и стал её осматривать. В центре комнаты стоял большой коричневый диван, напротив мебели был большой каменный камин с небольшими деревянными брусками рядом. Всё помещение обливалось алым цветом заката из огромных окон. А в конце комнаты стоял огромный шкаф с сотнями книг. Дрейк подошёл к камину, кинул пару брусков в него и разжёг огонь. Затем, подойдя к шкафу, юноша стал читать одну книгу за другой. Одна полка за другой пустела за секунду, а рядом с парнем росла гора из книг. И когда юноша дочитал последнее произведение, то в комнату вошли Сара и Эмили. Дрейк тут же вернул все книги на полки и подошёл к девушкам.\n- Наконец, вы пришли я уже начал скучать, - с небольшой насмешкой побурчал юноша.\n- Неужели вам ни одна книга не понравилась? – поинтересовалась Эмилия.\n- Там книги только с мифологией и историей. Интерес это у меня не вызывает, но это хотя бы было познавательно. Теперь я знаю, что у оборотней слабость - это серебро, а у демонов – святая вода.\n- Дрейк, эти книги не достоверны. Это лишь людская выдумка.\n- С чего ты это решила?\n- У моего отца есть друг оборотень и у него весь дом обставлен серебряными вещами. Он спокойно ими пользуется и не чувствует никакой боли или слабости. \n- Чёрт. Получается я зря всё запоминал, - приуныл юноша.\n- Не стоит вешать нос, Дрейк. Ты хотя бы повысил свой словарный запас, - подбодрила его Сара.\n- У меня он и так больше, чем у любого жителя королевства.\n- Не может такого… - замолчала Сара, вспомнив, что юноша рассказывал ей в лесу. – Хотя нет. Я верю тебе.\n- Спасибо. \nВ комнату вошёл Остофл в белой рубахе и чёрных брюках.\n- Простите за задержку. Давайте сядем на диван и пообщаемся, - предложил Остофл. Все расселись на кожаном диване. - Теперь я хочу знать, кто вы такой, юноша?\n- Я просто добрый человек, который борется со злом. \n- Так значит ты ученик Шедоу, верно?\n- Да. Неужели вы догадались потому что Шедоу тоже ваш друг?\n- Конечно. Он один из первых с кем я начал дружить по-настоящему, - радостно ответил Остофл.\n- Расскажите, как вы познакомились, - заинтересовался Дрейк.\n- Это была забавная встреча. Сто семьдесят лет назад я, как обычно ловил людей в тёмных районах города и пил их кровь. Во время слежки одной из моих жертв, он внезапно возник у меня за спиной и спросил: «Вкусная у того человека кровь или ты без разбору нападаешь на людей?». Я испугался и отлетел от него. Впервые меня кто-то заметил за охотой, поэтому захотел убить его, чтобы он не рассказал об мне никому. Я быстро подлетел к нему, впился в его горло и стал жадно пить кровь. На что он только посмеялся и сказал: «Ну, давай. Попробуй выпить всю мою кровь». Я был в шоке от его действий. Обычно все мои жертвы теряли сознание, когда клыки вонзались им в шею. А он мало того, что был в полном порядке. Так ещё и смеялся, когда я пил кровь. Я уже хотел сбежать от него, но он схватил меня за голову и изо всех сил ударил о землю. Вся брусчатка сломалась и покрылась трещинами. Я потерял сознание и последнее, что я видел, как сомкнуть глаза, это смеющийся Шедоу. Очнулся я уже в кровати в какой-то дорогой гостинице. А рядом сидел Шедоу. Он спросил: «Наконец-то ты очнулся. Как спалось, что снилось?» \n- Кто ты? – поинтересовался я.\n- Не красиво отвечать на вопрос вопросом. Поэтому давай сперва ты ответишь, а потом я. Так как спалось? \n- Плохо.\n- Почему?\n- А то сам не знаешь? – прокричал я. – А теперь отвечай на мой вопрос! Кто ты?\n- Меня зовут Шедоу и я герой. \n- Ещё один герой королевства. И откуда ты пришёл в Кустен?\n- Из другого измерения. \n- Изме… что?\n- Неважно.\n- И что ты собираешься со мной делать?\n- Предлагаю нам подружится.\n- Чего? Не смеши меня. Кто захочет дружить с вампиром?\n- Например: я. Не хочешь стать моим другом?\n- С чего это я должен согласится?\n- Потому что ты убил не мало людей и заслуживаешь сам смерти, но я даю тебе шанс исправится. Как мы поступим. Я забываю про твои убийства, а ты взамен перестаёшь охотится на людей и начинаешь жить, как обычный человек. Разумеется, я помогу тебе, если возникнут какие-то проблемы и буду направлять на добрый путь. Или я просто сейчас убиваю тебя, чтобы у меня было меньше хлопот.\n- Так что ты выберешь? Смерть или дружбу?\n- Дружбу.\n- Супер! – Шедоу подошёл ко мне и протянул руку. – Давай закрепим наш договор рукопожатием. \n- Хорошо, - мы пожали руки и с тех пор Шедоу и я стали друзьями. Он обучил меня грамотности, манерам, расчёту и как управлять своими подчинёнными. Теперь всё, что у меня есть, этим я обязан Шедоу. Вот так мы и подружились.\n- Интересная история, - подметил Дрейк. – Получается, что вы до сих пор дружите?\n- Разумеется. Он постоянно меня навещает, узнаёт как дела, даже помогает по работе, хоть я и против. \n- В этом весь Шедоу. Ему наплевать, что говорят окружающие, он делает то, что считает правильным.\n- Ты прав. В этом весь Шедоу. \nВ комнату вошли слуги с большими подносами полной еды и с небольшим столом. Они всё положили перед диваном и ушли. \n- О, наконец-то, еда! – обрадовался юноша и стал жадно сметать всё со стола. \n- Приятного аппетита, - сказал Остофол, наливая вино в бокал.\n- Спасибо, - промычал Дрейк с набитым ртом. – Девчонки, а вы есть не будете? – окинул их взглядом. \n- Я не голодна, - ответила Эмилия улыбнувшись.\n- Пожалуй, обойдусь одним салатом, - взяла девушка тарелку в руки.\n- Не стоит стесняться, мисс Сара, - сказал Остофл, сделав глоток. – Вы мои гости. Конечно, у нас возник небольшой конфликт с юношей, но надеюсь, что сейчас всю в порядке.\n- Всё хорошо. Я не злюсь, - подтвердил Дрейк, не отрываясь от еды.\n- В смысле был конфликт? – удивилась Сара. - Что произошло пока я была в ванной? – посмотрела девушка на юношу.\n- Не стоит предавать этому значения, мисс Сара, - Офстофол налил ещё вина себе в бокал. – Самое главное, что сейчас всё в порядке.\n- Это понятно, но я хочу знать, что Дрейк натворил пока меня не было рядом.\n- Я побил отца Эмилии, - с чавканьем ответил Дрейк.\n- Что?! – удивилась девушка. – Ты совсем болван! За что его избил? И хватит есть, – схватила она за щёку Дрейка и начала её тянуть. -   У тебя вместо живота бездна что ли?\n- Ай, ай, хватит! – завопил юноша. – Мне неприятно.\n- Тогда перестань чавкать, как свинья и ешь с закрытым ртом!\n- Хорошо – хорошо, только отпусти.\nДевушка убрала руку с щеки. \n- Ха-ха, а вы забавные - сказал Остофл, посмеявшись. – Вы похожи на меня и Розу в молодости. \n- М-м, кто это? - поинтересовался юноша.\n- Точно, я же вам не говорил. Роза - это моя жена. Она умерла, когда родила Эмилию. \n- Соболезную вам, - положил Дрейк руку на плечо Остофла.\n- Спасибо. И давайте не будем затрагивать эту тему.\n- Как скажите, - юноша продолжил есть, но уже с закрытым ртом. \n- Дрейк, ты помнишь, что обещал мне? – посмотрела Эмилия на юношу.\n- Да. Я должен тебе рассказать о своём мире. \n- Ну-у, давай. Я жду.\n- С чего бы начать, - Дрейк почесал голову.\n- Расскажи ей про ваши причудливые изобретения, как мне про самолёт, - предложила Сара.\n- Точно! Транспорт. В моём мире его полно, и он гораздо лучше ваших карет и лошадей. Мне вот очень нравятся мотоциклы.\n- Мото… циклы, что это? – поинтересовалась Эмилия.\n- Это двухколёсный транспорт. Они очень быстрые, красивые и могут проезжать там, где не может – машина.\n- А как он выглядит?\n- Это сложно объяснить на словах. Лучше бы показать, но телепорт я могу открывать только в одно место.\n- Жаль, - опустила девушка голову.\n- Не вешай нос, Эмили. Когда я стану Шедоу, то обязательно тебя прокачу на мотоцикле. \n- Правда, ты не врёшь? - девушка моментально посмотрела на Дрейка щенячими глазами. \n- Я обещаю, что сдержу своё слово, чего бы мне это не стоило.\n- Спасибо, - обняла Эмили юношу.\n- Хорошо – хорошо, перестань, я ещё ничего не сделал. \nДевушка выпустила из своих объятий и спросила: «А когда ты станешь этим… Шедоу?»\n- После того, как убью Хораса, вроде так его зовут.\n- Это тебе Шедоу дал такую задачу? – Остофол положил бокал на стол. \n- Да. Это моё испытание.\n- Но ты уверен, что справишься с ним? У него очень сильная охрана из всадников апокалипсиса, а также генералы, которые управляют войском.\n- Откуда ты всё это знаешь? – поинтересовался Дрейк.\n- Мне рассказал один из генералов в армии Кустен. Он узнал об строе демонов от его солдат, когда те случайно подслушали демонов, которые думали, что они мертвы.\n-Ну и ладно. Значит мне надо найти короля, узнать о положении дел и затем идти к Хорасу, - юноша встал с дивана. – Пошли, Сара, не будем терять времени. \nДевушка молча встала и пошла за Дрейком.\n- Постойте! – крикнула Эмилия. – Куда вы сейчас пойдёте в такую темень? Лучше отправляйтесь утром, а то случится ещё, что не дай бог.\n- Ночь мне не страшна. Я хорошо вижу в темноте. Идём, Сара, - Дрейк подошёл к дверям гостиницы и начал их открывать.\n- Тогда возьмите меня с собой.\nЮноша остановился и развернулся к девушке. \n- Нет.\n- Почему нет? – возмутилась девушка.\n- Я не хочу подвергать тебя опасности.\n- С чего ты это взял?\n- С того, что ты не могла справится с тремя бандитами в лесу. А если не можешь победить их, то и демонов на войне тебе не одолеть. \n- Это всё потому что они использовали серебряную пыль. Она ослабляет вампиров и делает их беспомощными. \n- Что это такое? – поинтересовался юноша.\n- Это специальная смесь из лепестков колокольчика и гвоздики, капли крови и серы.   \n- Так значит из-за этого вещества ты не смогла применить свои силы, так?\n- Да. Если бы у них её не было, то я запросто расправилась бы с ними. \n- Поверь ей, Дрейк, - сказал Остофл, встав с дивана, - Моя дочь очень сильная и способна убивать демонов кучами. Тем более она бессмертна, так что можешь даже не защищать её, если вдруг этого потребует ситуация. \n- Ты сейчас понимаешь, что говоришь, Остофл? – серьёзным голосом спросил Дрейк. – Ты отправляешь свою дочь на войну. \n- Она будет с тобой. А учитывая, что я лично знаком с Шедоу и знаю, что сделать тебя героем он захотел не просто так. Я более чем уверен, что ты защитишь мою дочь и станешь героем. Поэтому и не против отпустить её с тобой. \n- Подумай-ка получше. Точно не хочешь передумать?\n- Я уже всё обдумал, Дрейк. Тем более этого хочет сама Эмили. А я как любящий отец, должен прислушиваться к желаниям своего ребёнка. \n- Тогда, ладно, - махнул Дрейк рукой. – Можешь пойти с нами Эмили, мы подождём тебя на улице, а пока собери свои вещи. Пошли, Сара, - Дрейк открыл дверь и девушкой вышли из гостиной.\n- Папа, скажи честно почему ты меня отпускаешь с ним? – спросила Эмили, посмотрев на отца.\n- Я же вижу, как он тебе нравится. Поэтому можешь идти с ним. Он тебя в обиду не даст.\n- Спасибо тебе папа, - девушка обняла Остофла.\n- Да, конечно, - обнял он её в ответ. – Только будь осторожна на войне, хорошо?\n- Разумеется. \n- Давай иди собирай скорее вещи, а то они заждутся тебя.\n- Хорошо, - девушка пошла к себе в комнату.\nНа улице юноша уже призвал коня и усадил на неё Сару. \n- Слушай, Дрейк, а в вашем мире есть магия? – спросила девушка от скуки.\n- Нету. Там есть наука, которая не хуже магии.\n- Если бы тебе дали выбор магия или наука, то что бы ты выбрал?\n- Конечно же науку, - посмотрел он на Сару. – С её помощью можно сделать кучу крутых вещей. Например… - юноша замолк.\n- Например что? – переспросила девушка.\n-  Сара, помолчи, - Дрейк стал пристально вглядываться в даль.\n- Что случилось? \n- Походу у нас гости. И их не мало. \n-  О чём ты? Я никого не вижу. \n- Они невидимые.\n- Скажи где они?\n- Да вот, почти рядом с деревней.\n- Ясно, - девушка направила руку в указанное место. Её кисть обволокло оранжевое свечение с какими-то странными знаками. И перед деревней все монстры стали видны.\n- Ух ты! – удивился Дрейк. – Это ты их сделала видимыми?\n- Да. \n- Спасибо. Но я с ними и так бы смог справится.\n- А я не для тебя это сделала.\n- Что? – недоумевал юноша. \nСара, подняла руку к небу и её ладонь обволокло синие свечение. И девушка опустила запястье, и в дюжину монстров ударило несколько молний. Все демоны погибли за пару секунд, не успев даже понять, что произошло. \n- Вау, это было круто! – подпрыгнул от счастья Дрейк. - Так вот насколько ты сильна?\n- Нет, - повертела она головой. - Это одна из средних моих заклинаний.\n- Так у тебя есть и посильнее. Покажешь? – с горящими глазами спросил Дрейк.\n- В следующий раз. \n- Хорошо.\n- Что здесь случилось, что за грохот? – перепугано прокричал Остофол, выбежав из дома.\n- Успокойтесь, - подошёл к нему юноша. - Мы убили несколько демонов, которые были рядом с деревней. Никто из жителей не пострадал. \n- Демоны пришли сюда? – удивлённо спросил Остофол.\n- Да. Вон там, - указал рукой Дрейк, - у подножья деревни.\nОстофл присмотрелся, увидел бездыханные тела и сказал: «Это необычные монстры. У них тела меньше, чем у обычных демонов».\n- Они видимо шли за мной, чтобы отомстить за своего генерала. \n- Других причин быть и не может. Демоны всегда обходили нашу деревню, так как она им не нужна.\n- Тогда мы сейчас же уедем. Где Эмили?\n- Я здесь! – крикнула девушка из-за открывшихся дверей. В её руках был чемодан, а сама она была одета в кожаные брюки с сапогами и жилетом, и красной рубахой. – Дрейк, не поможешь мне немного с вещами.\n- Конечно, - юноша подошёл к ней и дотронулся до чемодана, он окутался дымом и был поглощён в браслеты на руках.\n- Что случилось с чемоданом? – поинтересовалась Эмили.\n- Я поместил её в свои браслеты, - протянул он ей руки и стал показывать их. - В них я могу хранить всё что угодно и доставать это, когда захочу.\n- Как удобно, - смотрела Эмили на браслеты завораживающими глазами. – Хотела бы я себе такие.\n- К сожалению. Появятся они у вас не скоро, совсем не скоро.\n- Жаль, - вздохнула Эмилия. - А так хотелось бы иметь такие. \n- Ничего. Пока я здесь буду помогать тебе переносить твои вещи.\n- Спасибо тебе, Дрейк, - Эмилия крепко обняла юношу так, что его голова утопала в её груди.\n- Эй, перестань, ты задушишь его, - Сара оттащила Дрейка за руку. \n- Тебе жалко? – возмутилась девушка. \n- Нет. Ты его и правда так убьёшь.\n- Ничего с ним не случится. Тем более он не против. Правда, Дрейк? \n- Да. Я не против обнимашек. Сам их люблю, - улыбнулся юноша.\n- Видишь? – ехидно сказала Эмилия, посмотрев на Сару, задрав голову.\n- Он имел в виду просто обнимания, а не… - Дрейк, подошёл к Саре со спины, взял её на руки. -  Эй, что ты делаешь? – Он подошёл к коню и посадил её на него. \n- Вот и сиди, - Дрейк развернулся, подошёл к Эмили, взял её на руки и тоже посадил на коня. – Отлично. А теперь пошли.\n- Удачи вам! – крикнул Остофл им вслед.\n- Спасибо! – ответили ему ребята. \nДрейк побежал в сторону столицы, а конь скакал за ним. Пройдя густой лес у подножья горы, ребята целый день преодолевали поля и холмы. Девушки устали от дороги и предложили отдохнуть. Вечером следующего дня ребята сделали небольшой привал. Девушки спали в палатке, а Дрейк сидел у костра вместе с Тьмой и охранял их.\n- Дрейк, что ты собираешься делать, когда встретить короля Кустена?\n- Буду помогать в войне. У меня как будто ещё варианты есть? \n- Нет. Но ты не хочешь, хотя бы пару дней потренироваться с мечом Анти-Шедоу? Король мог бы предоставить все условия для комфортного обучения.   \n- Нет. Лучше всего обучаться в бою, - взял он катану из-за спины в руки и смотря на него спросил: «Я же прав, мечик?»\n- Абсолютно, - ответило оружие. - Чем больше ты будешь мной сражаться, тем быстрее научишься меня контролировать.  \n- Знаю, только не надо мне зубы заговаривать, чтобы я тебя чуть ли не в каждом бою использовал. \n- Дрейк, может всё-таки подумаешь о том, чтобы потренироваться с мечом, прежде чем идти на войну? – предложил Тьма.\n- Я подумаю, - ответил юноша. \n- Да что тут размышлять. Достал меня из ножен, убил сотню демонов, затем их короля и всё. Твоё испытание завершено.\n- Я, кажется, говорил тебе, чтобы ты мне зубы не заговаривал, помнишь? – занёс юноша кулак над катаной.\n- Намёк понял, молчу.\n- Так-то. \nОстаток ночи они молча сидели у костра. Утром они продолжили путь и в полдень прибыли в столицу. \n- Сара, где живут твои родственники? – спросил юноша.\n- Сестра мамы живёт рядом с площадью.\n- Тогда веди к ней.\n- Нет, Дрейк, - Сара слезла с коня. – Дальше я пойду одна. Ты и так достаточно мне помог.\n- Как скажешь, - спокойно ответил Дрейк и подошёл к девушке. – Тогда прощай. И не забывай улыбаться почаще, - обнял он её с большой улыбкой. Девушка тоже обняла его в ответ и улыбнулась. Затем они разошлись.\n- Куда мы теперь пойдём? – поинтересовалась Эмили.\n- К королю, - ответил Дрейк, запрыгнув на коня. – Вперёд, Тьма! – крикнул он задорно.\nОни поскакали к большому дворцу в центре столицы. Перед воротами их встретила стража. Дрейк с Эмили слезли с коня. Лошадь исчезла. \n- Привет, ребята, - поздоровался юноша со стражей. – Король сейчас во дворце?\n- Да, - ответил ему один из стражей. – Тебе он зачем? \n- Мне нужно с ним встретиться, чтобы предложить свою помощь в войне.\n- Ты какой-то наёмник?\n- Нет, я тот, кто сильнее все ваших героев вместе взятых.\n- Ясно, очередной шарлатан, - сказал уставшим голосом страж, закатив глаза. \n- Нет, я правда очень силён. Не знаю слышали вы эту новость или нет, но всё же расскажу. Я победил генерала Крокуса и защитил город Толбот от демонов, пару дней назад.\n- Что? – удивлённо воскликнули стражники. – Так это ты, не врёшь? – в один голос спросили они.\n- Не вру. Так могу я повидаться с королём?\n- Да, конечно, - сказал один из стражей. – И я благодарю вас за защиту того города, - склонил он голову.\n- И я тоже, - второй страж повторил за первым.\n- А за что вы меня благодарите?\n- В Толботе живут наши с братом родители, - рассказывает первый страж, - и если бы вы не защитили город, то их бы убили демоны. Поэтому мы благодарны вам всей душой. \n- Ладно, только приклоняться не стоит, - подошёл Дрейк к страже, схватил за плечи и поднял их на ноги. – Я не хочу, чтобы ко мне относились так. А теперь ведите меня к королю.\n- Конечно, идите за мной.\nДрейк и Эмили пошли за ним. Войдя в тронный зал, где король общался с генералами и героями, юноша крикнул: «Всем привет! Король здесь?»\n- Да, - ответил мужчина с густыми рыжими волосами и бородой, и короной на голове, - Я здесь. Вы кто такой?\n- Здравствуйте, король. Я Дрейк Морган пришёл к вам, чтобы помочь в войне против демонов и убить их короля.\nВсе кто был в зале рассмеялись от слов юноши.\n- Я что-то не то сказал? – прошептал он Эмили, повернувшись к ней.\n- Нет. Может, они о чём-то пошутили, а мы не услышали.\n- Скорей всего. \n- Слушай, юнец, - с трудом и через смех говорит мужчина в красных доспехах, - ты, конечно, молодец, что рассмешил нас, но давай военные действия будут обсуждать взрослые, а не дети. \n- Так я взрослый. Мне восемнадцать. Тем более я очень силён. \n- Слушай, - начал серьёзным голосом говорить рыжий мужчина с короной, - война - это не детская игра и чем быстрее ты это поймёшь, тем лучше. Стража выпроводить его из дворца. \n- Я убил генерала Крокуса в Толботе, неужели это не доказывает мою силу? – возмутился Дрейк.\nВсе в зале замолкли и стали пересматриваться между собой и шептаться.\n- Неужели этот юнец действительно убил генерала Крокуса? – удивлённо спросил король.\n- Не может такого быть, - возразил лысый мужчина в серебряных доспехах и зелёным плащом. – Он ещё совсем зелёный. Да и одет странно, словно убийца.\n- Есть только один способ проверить лжёт ли он, - сказал парень в красных доспехах, взяв копьё в руки. Он встал в двух метрах от Дрейка и говорит: «Если ты говоришь правду, то сразись со мной».\n- Без проблем. – ответил Дрейк и встал в боевую стойку.\nМужчина сразу набросился на юношу с копьём. Дрейк увернулся от выпада, подскочил к сопернику, схватил за горло, прыгнул с ним до самого потолка и бросил его вниз. Мужчина проломил спиной пол. Дрейк уже падал ровно на парня в доспехах, но он успел уйти. Юноша подбежал к мужчине и сильным пинком отбросил его в стену. \n- Прекратите немедленно! – крикнул король. – Этого достаточно. Не каждый способен так швырять героя в стену. Позволь повторить свой вопрос, кто ты?\n- Я просто человек, который помогает людям и борется со злом, - улыбнулся юноша.\n- Хорошо, если вы будете помогать нам в войне, то мы будем рады. Меня зовут Артур, я король Кустена, а эти люди генералы и герои. Сейчас мы обсуждали план следующих действий на фронте, поэтому прошу вас присоединиться.\n- Ладно, - Дрейк подошёл к столу, где лежала большая исписанная карта королевства. – А что это за синяя линия?\n- Это нынешнее место сражения. Все силы демонов скоплены там.\n- Их король тоже там?\n- Нет. Он находится подальше от фронта. Вот здесь, - указал Артур на красный круг.\n- Понял, - Дрейк развернулся и направился к выходу. – Эмили, пошли у нас появилась работёнка, - задорно сказал юноша.\n- Постойте, вы куда? – вскрикнул король.\n- Воевать, - крикнул Дрейк, не оборачиваясь. – Я же сказал, что помогу, поэтому просто ждите. \n- Подождите. Вы не можете просто так пойти и начать сражаться... Дрейк с Эмили вышли из зала, недослушав короля. \n- Куда мы пойдём? – спросила девушка.\n- На фронт, - юноша призвал коня и запрыгнул на него. – Садись быстрее, Эмили, я очень хочу позабавиться с демонами. \nДевушка села на коня и ребята поскакали в сторону фронта со всех сил. Через час они уже были на поле боя.   \n- Что будем делать, Дрейк? – спросила Эмили.\n- Разумеется убивать, - ответил меч. – Ты же будешь меня использовать?\n- Посмотрим по ситуации.\n- Эх-х, так уж и быть, - раздражённо ответил меч. \n- Тогда, Эмили, не отставай! – Дрейк спрыгнул с лошади и побежал в толпу перед ним, где умирало как куча людей, так и демонов. Высоко прыгнув, юноша призвал меч из осколков, увеличил лезвие насколько это было возможно и выкосил сотню демонов одним взмахом руки. Все перестали сражаться и посмотрели на него. Дрейк же переместился в воздухе вперёд, сделав дымовой рывок, сжал кулаки и полетел вниз. Его руки обволоклись дымом, который становился всё больше. Приземлившись, он убил несколько сотен ударной волной. Эмили наблюдала за этим из далека и не могла поверить, что Дрейк настолько силён. Каждый человек и демон, увидевший силу парня, стали трястись от ужаса. Дрейк выхватил меч у себя за спиной, принял форму монстра и стал кромсать демонов пачками. Куски тел разлетались по всему полю боя, а выжженная земля окрасилось кровью. Когда юноша пришёл в себя он стоял по колено в трупах, обмазанный в крови. Эмили устала наблюдать и полезла в бой. У девушки за спиной отросли крылья, как у летучей мыши, и она полетела в толпу демонов. Эмили разрезала монстров своими когтями и высасывала их кровь, чтобы набраться сил. В это время Дрейк засунул меч в ножны, очистился от крови, призвал косы и стал убивать демонов ими, молниеносно перемещаясь от одного врага к другому. За демонической армией стояли генералы. \n- Кто это такой? – удивлённо спросил Минотавр. \n- Видимо это тот юноша, что убил Крокусса, - прошипела Медуза.\n- Так это он убил моего брата?! – закричал минотавр. - Ни за что не прощу ему!\n- Успокойся, Мендер, нельзя поддаваться эмоциям, - сказал монстр, закованный в синие рыцарские доспехи от ног до головы.\n- Как я должен держать себя в руках, Элдир, - подошёл минотавр к рыцарю впритык, - если убийца моего брата по оружию сейчас передо мной. \n- Делай, что хочешь, но убери от меня свою тупую физиономию, - отпихнул он Мендера.\n- Подраться хочешь, гадёныш? – минотавр достал гигантский топор из-за спины. \n- Немедленно прекрати, Мендер, иначе превращу тебя в камень, - пригрозила ему медуза.\n- Если кого и нужно превратить в камень, то только того паршивца, - указал минотавр пальцем на Дрейка.\n- Это уже мне решать, не тебе. К тому же может мы сможем уговорить его присоединиться к нам.\n- Думаешь, получится, Лана? – поинтересовался Элдир.\n- Все люди меркантильные. Главное найти, что его может завлечь. \n- Тогда ты и будешь с ним говорить, если ничего не получится, то я с Мендером его прикончим. \n- Может тогда сразу это сделаем. Зачем нам такой союзник?\n- Тебе этого не понять, Мендер, потому что ты с Крокусом были низкоранговыми генералами, - прошипела Лана.   \n- Ты сейчас хочешь назвать меня глупцом?\n- Нет. Я хочу назвать тебя тупицой, потому что мне надо повторять это дважды.\n- Ты сейчас зря нарываешься.\n- Мне снова нужно тебе напомнить, что я сильнее тебя? – достала Лана ножи с пояса.\n- А ну прекратите вы оба! – ругнулся Элдир. – В особенности ты, Мендер.\nМинотавр и Медуза сложили оружия и недовольно бубнили себе под нос.\n- Лана, иди и поговори с Дрейком, - приказал Элдир. - А ты, Мендер, будь готов к драке.\nМедуза поползла на поле боя, а рыцарь и минотавр наблюдали за ней.\n- Прекратите сражаться с этим мальчишкой, - крикнула Лана на демонов. – Эй, Дрейк, так же тебя зовут? – подошла она к парню. \n- Да, а ты кто, огромная змееженщина? – спросил Дрейк.\n- Я вообще-то медуза, а не змеебаба какая-то, - накричала она на юношу, - а звать меня Лана, - девушка выдохнула, успокоилась и продолжила. – Я хочу предложить тебе вступить в армию демонов, как их генерал, согласен с этим предложением?\n- А что я получу, если стану им? – Дрейк убрал косы.\n- Всё что только пожелаешь: деньги, девушек, власть. Так что, ты согласен?\n- Хм-м, - почесал юноша подбородок. – В принципе, предложение заманчивое. Где нужно расписаться?\n- Этого не надо, - Лана достала из-за спины маленький кинжал и протянула юноше. - Нужно лишь этим ножом порезать себе ладонь в знак верности.\n- Хорошо, - Дрейк выхватил кинжал из её рук. Он поднёс нож к ладони и остановился. Его руку с ножом окутал дым. Дрейк бросил кинжал в лицо Ланы и его рука взорвалась, ускорив снаряд. Медуза ничего не успела даже понять, как нож пролетел насквозь, прямо промеж глаз. Она упала на землю замертво. Демоны, которые видели это, испугались и убежали.\n- Ах, ты урод! – с громким криком подбежал к Дрейку минотавр. – Я убью тебя! – взмахнул он огромным топором. \n- Попробуй, если успеешь, - Дрейк уклонился от удара, подскочил к врагу и сильным апперкотом оторвал ему голову. – Походу ты опоздал, - посмеялся юноша.\n- Отвлёкся! – крикнул Элдир, приморозил ноги Дрейка к земле и хотел уже проткнуть его мечом.\n- Это не проблема, - юноша с лёгкостью сломал лёд и уклонился от удара. \n- Как? – удивился рыцарь. – Я заморозил тебя по пояс толстым льдом. \n- Всё просто, я очень сильный, - выпендривается юноша.\n- Сейчас это проверим, - рыцарь окутался ледяным бураном и превратился в огромного ледяного дракона.\n- Ого! - удивился Дрейк. - Что-то новое.\nДракон взлетел и дыхнул на юношу льдом. Дрейк прыгнул в воздух, уклонившись, и расстрелял ему крылья из пистолетов. Дракон упал на землю. Юноша приземлился на морду рептилии и сломал ему челюсть. \n- Ну что силён я или слаб? – спросил Дрейк.\n- Ты слаб, - прошептал зловещий голос за спиной юноши.\nВ Дрейка вонзилась коса, пробив насквозь грудь. Юноша заорал от боли. Его отбросили от дракона. Дрейк поднялся на ноги, держась за рану, и увидел впереди скелета в чёрном плаще с огромной косой, а за ним стоял конь с обглоданной кожей и торчащими костями. \n- Элдир, отступай, я займусь этим парнем, - приказал скелет.\n- Что ж, давай-ка сразимся! – Дрейк достал пистолеты и расстрелял врага. Скелет даже не дёрнулся от попавших в него пуль.   \n- Это всё на что ты способен? – спросил скелет. \n- Конечно, нет, - Дрейка окружил дым, он взмыл высоко в воздух и с огромной скоростью влетел прямо в скелета. Земля в пятистах метрах взмыла в воздух от удара. Дрейк восстановился из частей дыма и увидел, что скелет, как стоял неподвижно, так и продолжал.\n«Как он всё ещё цел это же мой сильнейший приём? – удивился Дрейк про себя. – Ну и ладно использую форму Шедоу, тогда ему конец». \nЮноша принял облик монстра и побежал резать скелета. Он стал размахивать когтями, пытаясь достать оппонента, но всадник парировал все его удары. Скелет вытянул руку без косы и из неё вырвался фиолетовый дым, который окружил их. Вокруг Дрейка появилось несколько скелетов с косами и стали резать его. Но на монстре не было даже царапины. Юноша переломал всех скелетов за секунду.\n- Видимо ты не так уж и прост, - всадник поглотил дым и превратился в огромного жнеца с большой костяной косой с черепами рукояти. – Но меня это не волнует, - скелет взмахнул косой и отрезал руку монстра.\n- Чёрт! – схватился за обрубок Дрейк. – У меня тоже есть такое оружие, - юноша достал меч из-за спины. По его телу стали бегать небольшие сгустки дыма. \n- Как же ты меня пугаешь, - без эмоционально сказал жнец, подняв косу над головой.\nДрейк моментально сблизился со всадником и резким взмахом руки попытался отрезать ему голову. Но скелет защитил себя косой. Юноша стал наносить удары так быстро, как только мог, постепенно ускоряясь. Жнец хоть и блокировал каждый удар, но вдруг пропустил один прямо по кисти. Дрейк немедленно отсёк ему руки, отбросил косу в сторону и стал кромсать скелета на мелкие куски. Юноша принял человеческий вид и сунул меч в ножны. \n- Походу я и тебя победил тупой скелет. Куда полетел тот дракон? О, вот он, - заметил Дрейк его на небольшом холме впереди. Парень тут же побежал к нему. Пробежав через армию демонов, Дрейк взобрался на холм где его ждали три всадника и рыцарь в синих доспехах.\n- Я уже расправился с тем скелетом, кто следующий? – похрустел юноша пальцами на оставшейся руке. \n- Ты победил Смерть, не верю, - ухмыльнулся всадник с рыжими волосами, похожими на огонь. – Он не мог проиграть такому сопляку. \n- Если хочешь, можешь пойти собрать его останки. Вон там валяются, - указал он пальцем.\n- Это ты сейчас серьёзно? – разозлился рыжеволосый.\n- Война, успокойся он хочет вывести тебя из себя, - проговорил всадник в маске ворона.\n- Я знаю, Чума, но не могу поверить, что Смерть проиграл ему. \n- Это правда, Война, я не чувствую ауру Смерти - раздался голос позади всадников. Из-за их спин показался двухметровый мужчина с чёрными волосами и двумя большими рогами. Глаза его были красные, словно кровь, а на руках - заострённые когти. Одет он был в красно чёрную мантию и таково же цвета брюки. Всадники обернулись, склонили головы и одновременно сказали: «Господин, Хорас».\n- Так это ты тот юнец, что убивает моих подчинённых, как мух? – посмотрел он злобным взглядом на Дрейка.\n- Да, это я. Тебе что-то не нравится? – начал язвить Дрейк.\n- Не дерзи мне, поганец, - Хорас вытянул руку и из неё вылетели оранжевые нити. Дрейк увернулся от захвата и несколько раз выстрелил в голову Хораса из пистолета. Раны и отверстия на лице моментально восстановились. Хорас посмеялся и спросил: «Откуда у тебя столь странное оружие?»\n- Не твоего ума дела, - злобно ответил ему Дрейк, достал из-за спины меч и, превратившись в монстра, набросился на него. Он бежал прямо к нему, задрав катану за голову. Удар… Хорос парировал катану, созданным магическом мечом. Дрейк начал наносить серию ударов, но не одна не могла пробить его защиту. Во время боя парень не заметил, как под его ногами нарисовался красный круг, который взорвался. Монстр отлетел от Хороса, выронил меч, упав на спину, и превратился в человека. Король демонов телепортировался к нему и пронзил мечом его бок. Дрейк кричал от боли, затем схватил Хороса за ногу и отшвырнул от себя. Парень поднялся на ноги, подобрал меч, засунул его в ножны и побежал к королю демонов, взяв в руку меч из осколков. Дрейк пару раз взмахнул катаной и в Хораса полетели острые, как бритва, куски клинка. Он их отразил магическим куполом. Дрейк призвал осколки, сделал из них цельное лезвие и попытался отсечь королю демонов голову. Хорас также его заблокировал, но он не заметил, как Дрейк перенёс несколько осколков на ногу и ударил ему в бок. Король демонов ослабил защиту и Дрейк снёс ему голову. Тело Хораса тут же пнуло его, повалив на землю, и пошло за головой. Приделав отрезанную конечность, Хорас говорит парню: «Я бессмертен. Ни ты, ни кто-нибудь ещё не сможет меня убить. Этот мир обречён быть захваченным мной».\n- Уверен, что у меня это не получится? – с тихими стонами отвечает ему юноша. - Я ведь столько раз тебя ранил. Осталось только овладеть оружием, от которого ты не сможешь регенерировать и всё. Тебе конец.\n- Ты думаешь я дам тебе уйти?\n- Ещё как дашь. Ведь тебе надо отступить, чтобы восстановить свою армию. Я ведь выкосил по меньшей мере половину твоих солдат и убил почти всех генералов, включая всадника смерти. Тебе нужно время чтобы армия оправилась. А мне чтобы стать сильнее. \n- Ты говоришь правильные вещи, но кто сказал, что я не могу отступить после твоей кончины?\n- А вот почему, - Дрейк ударил ладонью о землю и на всём поле боя поднялся густой чёрный туман, из-за которого ничего не было видно дальше носа. – Эмили, уходим! – прокричал юноша так громко, как только мог и призвал своего коня. Выбежав из тумана, он встретил Эмили в воздухе. Она села на коня и завопила: «Дрейк, твоя рука!».\n- Знаю – знаю, - нервно ответил ей юноша, - она отрастёт, так что не переживай. Тьма, скачи изо всех сил в столицу!\nНа пол пути ребята наткнулись на короля с героями и генералами из дворца. \n- Куда вы направляетесь? – спросил один из генералов.\n- К вам, чтобы сказать, что армия демонов отступает, - ответил юноша с небольшой ухмылкой. \n- Не может такого быть! - удивился Артур.\n- Может, - задорно ответил парень. – Идите и проверьте, если не верите.\n- А что у тебя с рукой? – поинтересовалась девушка в фиолетовой мантии.\n- Это я сражался со скелетом. Он был довольно сильным. Жаль только, что умер. Я бы ещё раз с ним сразился, - похихикал Дрейк.\n- Что?! – воскликнули все от удивления.\n- Ты победил Смерть, одного из всадников апокалипсиса? – уточнила девушка в мантии.\n- Да, я убил скелета.   \n- Насколько же ты силён? – с ужасом посмотрели все на юношу.\n- Сам не знаю, - пожал Дрейк плечами.\n- Дрейк, - окликнул его король, - не хотите ли вы стать героем Кустена?\n- Нет, - без промедления ответил юноша.\n- Но, вы точно всё обдумали? – в смятении спрашивает король. – Если станете героем королевства, то у вас будут полезные льготы, большие деньги и всё что вы сможете себе пожелать. \n- Мне это не нужно. Всё, что я хочу так это порадовать своего наставника. А для этого мне нужна голова Хораса. \n- Можно узнать кто твой наставник, раз уж он требует от тебя смерть короля демонов? – поинтересовался король.\n- Нет. Я не отвечу.\n- Почему?\n- Если я назову его прозвище, то окажется, что он ваш давний знакомый, а так как он тренирует меня, то вы захотите мне помочь. \n- Неужели предлагать помощь товарищу плохо? – спросил мужчина в красных доспехах.\n- Да, - разазлённо ответил Дрейк. – Я хочу победить Хораса своими силами, мне не нужна помощь. Иначе, что это за испытание, если каждый мне помогает? \nВсе замолкли. \n- Если вы всё поняли, то отлично. Я поехал в столицу, мне надо кое с кем увидится. Пока, - Дрейк пришпорил лошадь, и они ускакали.\n- К кому мы сейчас направляемся? – поинтересовалась Эмилия. \n- К Саре. \n- Зачем?\n- Я просто хочу узнать, как её дела. \n- А ты хоть знаешь где она живёт?\n- Нет. Хотя, она же говорила, что её тётя живёт рядом с площадью.\n- Но она же не уточнила насколько рядом. Неужели ты будешь обходить все дома?\n- Если придётся, то буду. \n- Ты странный, но это даже забавно, - обняла девушка юношу. \n- Эмили, не прижимайся, мне не нравится.\n- А вот и нет. Ты делаешь, что хочешь и никого не слушаешь. Я тоже так хочу.\n- Ха-ха, - рассмеялся Дрейк, - ну, ладно. \nЧерез час ребята уже бродили по площади в поисках Сары. Дрейк выкрикивал её имя пока одна женщина не окликнула юношу.\n- Это вы друзья, Сары, с которой путешествовали до столицы? – спросила девушка в возрасте.\n- Да, это мы, - ответил юноша. - А вы её тётя, так?\n- Прошу найдите её и верните в столицу. Я вам заплачу столько сколько скажите, но пожалуйста верните её, - истерично умоляла она помощи.\n- Погодите. Я не понимаю, - растерянно сказал Дрейк. – Что случилось?\n- Я недавно узнала, что мою сестру убили. А когда я сообщила это Саре, то она сперва немного погоревала, но потом направилась обратно в Кёнстер. Сказала, что убьёт эту суку. Не знаю о ком она это говорила, но пожалуйста, остановите её, пожалуйста. Я не хочу, чтобы она пострадала, - заплакала девушка.\n- Всё-всё-всё, - обнял Дрейк женщину, - успокойтесь. Вытрите слёзы и посмотрите на меня, - тётя Сары посмотрела на юношу. - Я обязательно верну её и всё будет хорошо, - улыбнулся Дрейк. – Только не плачьте. \n- Хорошо, - вытерла женщина слёзы платком.\n- Скажите, когда она ушла?\n- Где-то час назад. Она убежала из дома, как только я ей всё рассказала. \n«Скорей всего километров пять-шесть она уже прошла, - размышлял юноша. - Но вот какой дорогой? Ладно пойду по своей, может наткнусь на неё. Далеко пешком она не уйдёт».\n- Эмили, побудь с тётей Сары, а я пойду её искать, - приказал Дрейк.\n- Погоди, а как же твоя рука? – поинтересовалась вампирша. - Ты ещё не восстановился полностью.\n- Это мелочь. Просто присматривай за этой женщиной, возможно, к ней придут нежданные гости.\n- Ты это о чём?\n- Долго рассказывать, но просто знай. Сара украла деньги у какой-то крупной воришки, а я в добавок убил одного из её прислужников. И видимо она хочет отомстить нам, но пока добралась только до матери Сары. Поэтому оставайся здесь и защищай эту тётю. \n- Хорошо. Только будь осторожен, Дрейк.\n- Осторожность это не про меня, Эмили, - смеясь, ответил юноша и убежал.\nДрейк выбежал из столицы и обыскал все окрестности. Нигде не найдя Сару, он направился в Кёнстер так быстро, как только мог. Через три часа юноша уже был в городе с исцелённой рукой. Он направился к дому Сары. Но пройдясь по улице Дрейк встретил бандитов, которые тогда поймали девушку за воровство. Юноша подкрался к ним за спины. Одного он вырубил ударом по голове, а двух оставшихся схватил за глотки и поднял над землёй.\n- Где находится ваш босс? – злобно спросил Дрейк.\n- Мы не скажем, иначе нас убьют, - ответил тощий бандит.\n- Ты думаешь я собираюсь оставлять тебя в живых, - сказал юноша голосом монстра, смотря в глаза бандита.\n- Я… Я… \n- Говори! – крикнул Дрейк. \n-  Одноглазая Элли, прячется в канализации под городом, но попасть к ней будет трудно, если не знать архитектуру каналов. \n- Тогда отведи меня к ней. \n- Мы не знаем где Элли.\n- Ты сейчас издеваешься, ублюдок? – повысил Дрейк голос.\n- Нет, сэр. Я знаю, что она в канализации, но где именно без понятия. Это только её приближённые знают. Именно им мы передаём золото и вести, а они относят всё Элли. \n- Где ближайший вход в канализацию?\n- Вон там, - указал бандит пальцем на огромный дом, - пройдите три квартала в эту сторону и увидите люк в переулке. Он большой, не пропустите. И через него спокойно спуститесь в канализацию. \n- Спасибо, - отпустил он бандита. Дрейк направился по указанному пути. Наткнувшись на люк, он спустился в канализацию. Немного поблуждав, Дрейк почувствовал вдалеке несколько живых существ. Юноша направился к нему. Наткнувшись на тупик, Дрейк стал проламывать одну стену за другой. Сломав последний тупик, юноша попал в гигантскую комнату, похожую на арену. Наверху стояли бандиты за железным ограждением и кричали на юношу самые грязные ругательства. Часть толпы перед Дрейком расступилась и перед ним вышла высокая рыжая девушка с ужасным шрамом на левом глазу. \n- Привет, Дрейк, а мы тут тебя уже заждались, - сказала девушка с ехидной улыбкой.\nЮноша молча смотрел на неё злобным взглядом.\n- Чего это ты молчишь? Нечего сказать или язык прикусил? \n- Сказать есть что, жаль, что такая старуха, как ты не поймёт этих ругательств.\n- А ну ка повтори, - разозлённым голосом спросила девушка. - Я старуха? \n- Ещё какая, - начал кривляться юноша. – Даже отсюда вижу, как с тебя песок сыпется. Зачем ты вообще вышла из своего гроба? Лежала бы там и дальше. А то весь аппетит мне сбила своим видом. И что это с твоим глазом? Крысы его сгрызли, пока ты спала, или тебя котёнок поцарапал?   \n- Ах ты жалкий, молокосос! – крикнула девушка. \n- Это всё что ты из себя можешь выдавить? Я думал одноглазая Элли – жестокий и хладнокровный бандит, а не принцесса, которая обижается из-за своего возраста, - Дрейк убрал руки за спину, делая вид, что тянется.\n- Ты меня уже достал. Ребята, отрежьте ему голову, а тело скормите крысам! - приказала девушка своим подчинённым. \nБандиты стали спрыгивать на арену к Дрейку с топорами, мечами, дубинками и толпой побежали на юношу. Парень создал в руках пистолеты и расстрелял всех людей внизу. Все, кто был наверху перепугались. Элли с пояса вытащила два кинжала и спрыгнула вниз. \n- Лучше я сама тебя убью, - стала девушка в защитную позу.\n- Попробуй, - Дрейк создал в руках косу и стал монстром. \nЮноша набросился на Элли и отсёк ей голову. Тело упало на землю. Дрейк посмотрел на верх и уже хотел прыгнуть туда и добить оставшихся бандитов, но кто-то воткнул ему в спину нож. Монстр отскочил и увидел, что тело Элли двигается без головы, а кинжалы в её руках обливаются фиолетовым светом. Юношу это немного сбило с толку, но он собрался и снова набрасывается на противника. В этот раз тело девушки уклонилось от молниеносного удара монстра, подобрало отрубленную голову и поставило на своё место.\n- Как тебе такой трюк, нравится? – посмеялась Элли.\nДрейк ничего не ответил и снова набросился на девушку. Она уклонялась от всех ударов и смеялась. \n«Почему я не могу попасть по ней? Она предсказывает мои атаки?» - думал Дрейк.\nПока юноша задавал себе вопросы, девушка уклонилась от его очередного выпада и вонзила кинжалы ему в тело. Когда она хотела ударить ему в сердце монстр схватил её за руку и разрезал Элли пополам. Половинки девушки немедленно же соединились. \n- Ты с первого раза не понял, что не сможешь меня убить? – похихикала девушка.\n- Тогда я разрежу тебя так, что ты больше не восстановишься, - ответил юноша и поменял косу на меч из осколков. \n- С радостью посмотрю на это. \nДрейк набросился на девушку и стал ещё быстрее наносить удары. Элли смогла уклонится от первых ударов, но потом юноша её задел и стал разрезать на мелкие куски. От девушки остались только кровавые ошмётки. Дрейк убрал меч и стал наблюдать, придерживая раны на теле. Ничего не происходило и юноша уже думал, что победил. Но потом все куски стали сливаться и через пару секунд перед Дрейком стояла целая Элли. \n- Ты и правда, дурак, раз уж не смог догадаться, что я бессмертна.\n- Эй, Элли! – окликнула её девушка с верху. Дрейк и девушка посмотрели на крикуна. – Это даёт тебе бессмертие? – она протянула руку с амулетом из костей.   \n- Где ты это нашла? – испуганно спросила Элли.\n- В твоём тайнике. Попрощайся с ней, - Сара сжала руку и сломала амулет. \n- Нет! - прокричала Элли на всю арену. \n- Дрейк, теперь она стало смертной.  Ты можешь её убить.\nЮноша улыбнулся, кивнул в ответ, выхватил катану из-за спины и рывком отрезал Элли руку. Девушка завопила и схватилась за рану. Дрейк развернулся и срезал вторую руку. Элли упала на колени и продолжала громко орать. Монстр подошёл поближе к девушке и разрезал её на мелкие кусочки. \n- Молодец, Дрейк, - похвалила его Сара. – Давай уже уйдём от сюда.\nМонстр ничего не ответил, запрыгнул на верх и стал кромсать оставшихся бандитов мечом.\n- Дрейк, прекрати! – кричит ему девушка. - Мы же убили Элли, этого достаточно, чтобы её банда распалась.\nНо монстр её не слушал и продолжал резать бандитов, и не обращал внимание на то, что они сдаются. \n- Дрейк, прекрати, они же не атакуют тебя. Ты же герой, зачем ты убиваешь беззащитных? \nМонстр посмотрел на Сару, громко крикнул, что аж все позакрывали уши руками и прыгнул на девушку, взмахнув мечом. Она попятилась назад от страха, споткнувшись, упала на пол и, взглянув на Дрейка, заметила, что лезвие катаны замерло у её шеи. Монстр застыл на месте и не двигался.\n- Я… - тихо пробормотал юноша нечеловеческим голосом, - ни за что… не наврежу своему другу, - с трудом, дрожащей рукой, он убрал меч в ножны и принял человеческий облик. – Я… Я смог контролировать меч Анти-Шедоу? – удивился юноша. – Но как? \n- Ты про что вообще говоришь? – спросила Сара, сидя на полу.\n- Когда этот меч у меня в руках я не контролирую себя и убиваю всех, кто встал на моём пути. Но сейчас я смог сдержать в себе это чувство. Но, - посмотрел Дрейк на свои руки, - как?\n- Не знаю, но не мог бы ты помочь мне подняться? – намекнула ему Сара.\n - Да, конечно, - протянул он ей руку и поднял с пола. – И прости, что чуть не убил тебя.\n- Я закрою на это глаза, - улыбнулась девушка.\n- Вот и отлично, - глупо посмеялся Дрейк. – Давай уйдём от сюда?\n- А твои раны, - показал она на кровоточащие порезы, - ты не хочешь их перевязать?\n- Нет. Они сами затянуться у меня же есть регенерация, да слабая, но есть.\n- Если всё будет нормально тогда идём, я знаю где выход.\n- Хорошо. \nРебята шли к выходу, и Дрейк поинтересовался: «А как ты сюда попала так быстро, даже я потратил немного времени, чтобы прибежать в город?»\nСара немного помолчала и потом ответила, опустив голову: «Прости, Дрейк. Я...  я, обменяла твои серьги на камень телепортации, чтобы быстрее попасть сюда – заплакала девушка». \n- Сара, не плачь, - встал юноша перед Сарой и взял её за руки. -  Я не злюсь. Подумаешь какие-то побрякушки. Я тебе новые сделаю, только не плачь, - улыбнулся юноша так широко, как только мог. Девушка посмотрела на Дрейка. \n- Ты точно не злишься, это же твой подарок? – уточнила Сара.\n- И что? Я могу таких сделать хоть сотню, ты только попроси. А теперь перестань плакать, - вытер он слёзы с лица девушки. Сара перестала плакать и обняла парня. \n- Спасибо, Дрейк, что так добр ко мне, - проговорила девушка тихо.\n- Конечно, я всегда буду к тебе добр, - обнял он её в ответ. - Давай уже выберемся от сюда. Сколько нам ещё идти?\n- Немного. Ещё метров сто, и мы будем на выходе.\n- Тогда пошли быстрее.\nРебята направились к выходу. \n- Я ещё хотел спросить, а что за амулет ты сломала тогда? – поинтересовался Дрейк.      \n- Он позволял Элли быть бессмертной. Только вот как она его получила я не знаю. Только слышала слухи, что она заключила договор с одним из демонов или же она просто является ведьмой, которая нашла заклинание бессмертия. Этих слухов много, так что я не стала в этом разбираться.\n- Откуда ты всё это знаешь?\n- Надо же было изучить свою жертву прежде чем её обокрасть. \n- Но кто-то в итоге попался, - подколол её юноша и засмеялся.\n- Я случайно наткнулась на бандитов, если бы не они, то меня с матерью тут уже не было бы, - обиделась девушка и надулась.\n- Да, ладно тебе не обижайся ты так, - стал успокаивать её юноша, продолжая смеяться. - Тем более, если не эта случайность, то мы бы и не встретились.   \n- Ты прав, но я всё равно на тебя ещё обижена, - скрестила она руки и задрала голову.  \n- А тебе не угодить, - посмеялся юноша, - ведёшь себя, как ребёнок.\n- Я не дитя, а взрослая девушка. Кто из нас ребёнок, так это ты. Ведёшь себя беспечно, всегда весёлый и улыбчивый, никогда не бываешь серьёзным, всегда к добр незнакомцам и даже не думаешь, что тебя могут обмануть, заботливый, внимательный и глупый. \n- Я согласен со всем, что ты говоришь, но неужели эти качества делают меня ребёнком?\n- Ещё каким. Но… - помолчала она недолго и, покраснев, сказала, - именно это мне нравится в тебе.\n- Я знаю. \n- Что? – посмотрела она на юношу покрасневшим лицом. – В смысле ты знал, когда?\n- Всегда. Я знаю, что все любят меня, и я в ответ люблю их, - улыбнулся Дрейк и похихикал. \n- Вот оно что, - успокоилась она, повернулась к выходу и пошла вперёд.\nВ конце тоннеля ребята увидели свет и побежал к нему. \n- Дрейк, аккуратнее там…\nЮноша мчался вперёд и не слушал её. Добежав к выходу, он поскользнулся на мхе и упал в реку. Девушка подошла к нему и с громким смехом наблюдала за бултыханием Дрейка в воде. Юноша вышел из реки и тоже хихикал над своей невнимательностью. \n- У тебя ещё остался камень телепортации? – спросил Дрейк.\n- Нет. Они одноразовые. Да и телепортироваться можно только туда где хозяин уже бывал.   \n- Эх-э, жалко, - расстроился юноша. – А в этом городе их не продают?\n- Нет. Их можно получить только в столице. \n- Да почему всё самое лучшее находится в столице. Других городов вообще не существует? Ну и ладно. Тогда пробежимся до столицы, - Дрейк подошёл к Саре и взял её на руки.\n- Ты собрался всю дорогу меня так нести?\n- У меня нет выбора, ведь коня я оставил в столице. Не волнуйся мы быстро доберёмся до столицы.\nЮноша помчался со всех ног. Через три часа Дрейк уже стоял перед домом тёти Сары. Ребята только переступили порог как к ним подбежала женщина в слезах и обняла Сару.\n- Господи, я так рада, что ты цела и невредима, Сара, - обрадовалась тётя.\n- Я уже давно не маленькая, тётя Рая, и могу о себе позаботится, - обняла Сара её. \n- Какая разница! – возмутилась женщина. – Хоть ты взрослая, хоть дитя я всё равно буду о тебе переживать, потому что ты моя единственная племянница. \n- Да-да, не плачьте, тётя Рая.\n- Наконец-то вы вернулись! – подошла Эмилия к юноше в притык. \n- Привет, Эмили, - Дрейк наклонился к Эмилии и шёпотом спросил: «Никаких подозрительных людей ты не видела?»\n- Нет, - тихо ответила девушка. – Я с тётей Сары весь день сидела дома и никаких подозрительных людей не видела.\n- Хорошо, - юноша выпрямился и весёлым голосом спросил: «Чем дальше займёшься, Сара?» \n- Пока не знаю, ещё не думала об этом.\n- Тогда не хотела бы ты мне помочь с одним дельцем?\n- Ты хочешь, чтобы я участвовала в войне?\n- Нет-нет-нет, - размахивал он руками. - Конечно, нет. Я хочу, чтобы ты помогла мне с контролем меча Анти-Шедоу.\n- И что я должна буду делать?\n- Ничего. Просто стоять на месте. \n- Ну-у, хорошо. Не понимаю, как тебе это поможет, но я сделаю, что ты просишь.\n- Отлично! – обрадовался Дрейк. - Тогда попрощайся с тётей и пошли.\n- Прямо сейчас?\n- Да, - моментально ответил юноша.\n- Куда это вы собрались? – спросила женщина. \n- Не переживайте, - стал успокаивать Дрейк тётю Сары. - Мы просто пойдём в лес и немного потренируемся. Вы соскучится не успеете, как мы тут же вернёмся.   \n- Хорошо, - перестала женщина обнимать Сару. – Только не попадайте в неприятности. \n- Ничего не случится, тётя Рая. Мы же не собираемся с кем-то драться. \n- Но всё равно. Будьте аккуратны. \n- Хорошо. Пошлите девчата, - Дрейк развернулся и с девушками вышел из дома. Идя по площади в сторону леса, ребята наткнулись на королевских стражников.\n- Постойте! – крикнул один из рыцарей. – Это вы Дрейк Морган, который в одиночку разгромил армию демонов и убил двух генералов и всадника смерти?\n- Да, это я, - ответил Дрейк.  \n- Когда ты это успел сделать? – удивлённо посмотрела Сара на юношу.\n- Сегодня.\n- Что, серьёзно?!\n- Господин Дрейк, - воскликнул рыцарь, - король Артур приглашает вас во дворец для аудиенции.\n- М-м, хорошо, пойду я на встречу, - ответил юноша.\n- Прошу пройти с нами во дворец.\nРебята пошли за рыцарями. Придя во дворец. Они вошли в большую комнату с троном где сидел король, и рядом стояла его свита вместе с генералами и героями. \n- Приветствую вас, Дрейк – поприветствовал его король.\n- Зачем меня вызвал, Артур? – бесцеремонно спросил юноша.\n- Как ты смеешь себя вести так с королём! – возмутился один из советников короля с ярко-рыжей бородой и лысой головой. – Немедленно извинись!\n- Как хочу… - Сара с Эмили закрыли рот юноши руками.\n- Дрейк, - шепнула ему Эмили, - так нельзя разговаривать с королём. Приклони колено и извинись за свои слова.\n- И не обращайся к королю по имени без титула, - дополнила Сара. – Лучше обращайся к нему ваше величество. Ты всё понял?\nДрейк, кивнул. Девушки убрали руки. Юноша прошёл немного вперёд и спросил: «Так что тебе надо от меня, Арти?»\nДевушки так разозлись, что хотели его убить. А вся королевская свита проглотила языки от такой наглости. Один из героев, что был в красных доспехах, еле-еле сдерживался, чтобы не засмеяться во всё горло. А генералы стали смотреть на юношу с неодобрением. \n- Я закрою глаза на твоё неприличное общение. Так вот, Дрейк. Я хочу заключить с тобой сделку.\n- Слушаю, - заинтересовался Дрейк.\n- Ты обучаешь наши войска сражаться так же, как и ты, а в награду…\n- Отказываюсь! – крикнул юноша, перебив короля.\n- Что?! – удивился Артур. - Я ведь даже не договорил.\n- И не надо. Я всё равно не буду их тренировать. У меня нет времени на это. Если сказать вам больше нечего, то я пойду, - развернулся юноша к двери.\n- Постой! – крикнул Артур. Дрейк повернул голову. - Возьми тогда с собой этих трёх героев, пускай хоть они наберутся у тебя знаний боя.\nПосле недолгой паузы юноша ответил: «Ну пускай» - он пошёл к выходу со своими спутницами.\nВыйдя из дворца, Эмилия спросила: «Над чем ты так задумался Дрейк, когда отвечал?»\n- Я просто думал, как над ними можно поиздеваться. \n- Зачем?\n- Это же весело. Они думаю, что я их чему-то научу, но таких слабаков даже учить не хочется. \n- Но они же герои, неужели они настолько слабы?\n- Для меня, да.\n- Если сравнивать с тобой, то и вправду они слабые.\n- Вот именно. Сара, ты помнишь, где покупала кристаллы телепортации?\n- Да, в магическом магазине недалеко от центральной площади. \n- Покажешь где оно?\n- Конечно. Пошли.\n- Подождите нас! – крикнули герои, выйдя из дворца. Ребята подошли к юноше.    \n- Позвольте представиться, - заговорил парень в красных доспехах, - меня зовут Рекс, я герой копья. Рад знакомству.\n- Аналогично, - кивнул Дрейк в знак приветствия.\n- Я Марта, - ответила девушка в фиолетовом плаще и с большой шляпой, - волшебница. Если вдруг порча напала на тебя, то обращайся, исцелю в любой момент.  \n- Надеюсь этого не случится, - улыбнулся юноша с небольшой ухмылкой. - А тебя как зовут? \n- Луцио, - ответил мужчина в зелёной кожанке. – Я герой лука.\n- Лука?! – осмотрел его Дрейк удивлённо. – А где он?\n- Он магический, - парень протянул руку и в нём появился лук из зелёных лучей света. \n- Выглядит оно, конечно, круто. - пристально смотрит юноша на оружие. – Ну, ладно, поговорили, теперь можно расходится. Сара веди нас в ту лавку, - посмотрел Дрейк на девушку.\n- Хорошо. \n- Стой, вы сейчас просто уйдёте? – спросил Рекс.\nДрейк призвал Тьму, посадил девушек на коня и ответил: «Да. Встретимся на поле боя. Пока». – Юноша тут же убежал, а за ним и его конь. Придя к нужному магазину, Дрейк оставил девушек на улице, а сам зашёл в лавку.  Войдя юноша тут же подошёл к продавцу.\n- Здравствуйте, у вас есть камни телепортации? – поинтересовался парень.\n- Конечно, есть, - прохрипел старик и потянулся под стол. Он положил на прилавок шкатулку, доверху набитую синими камнями. – Один камень стоит пять тысяч ливров. \n- Отлично, - бросил Дрейк большой мешок с монетами на стол, - беру всю шкатулку.\n- Что?! – вскрикнул старик от удивления. – Вы хотите купить всё?\n- Да. Я же это сказал. \n- Тогда погоди, дай посчитаю, - открыл старик мешок и стал перебирать монеты. Дрейк кинул ещё два таких же мешка, взял шкатулку в руку и сказал: «Простите, но у меня нет времени, чтобы ждать когда вы закончите». – А старик с открытым ртом смотрел на три мешка с золотыми монетами. \n- О ты ку… Зачем тебе столько камней? – спросила Сара юношу, как только он вышел из лавки.   \n- Они мне будут нужны, - улыбнулся парень. Он взял один из камней и всматривался в него: «Как ими пользоваться?»\n- Всё очень просто. Представь, то место, где ты уже был и пожелай там оказаться снова и тебя переместит туда. \n- Сейчас попробую, - договорил Дрейк и исчез, но затем сразу вернулся. – Это сработало! – обрадовался юноша и дал девушкам по камню. – Вот держите и перемещайтесь к дому Эмили. Увидимся на другой стороне, - Дрейк взял в руки камень и уже хотел переместиться, но его схватила за руку Марта. \n- Подождите. Куда это вы собрались идти без нас? – спросила девушка, отпустив руку юноши.\n- Туда где люди не пострадают от моей тренировки.\n- Что ты такое собираешься делать, что может навредить кому-то? – спросил подошедший Луцио вместе с Рексом.\n- А вам только всё расскажи. Хотя… - призадумался Дрейк. – Ладно пойдёте со мной. Держите, - раздал он героям по камню. – Знаете где находится город Толбот?\n- Конечно, - ответили герои в один голос. \n- Супер. Тогда перемещайтесь туда. Встретимся у западных ворот города. Сара и Эмили вы перемещайтесь в дом Остофла и затем отправляйтесь к месту встречи с Этеем. Ты же помнишь, где оно? – посмотрел Дрейк на Сару.\n- Да. \n- Хорошо. Тогда до встречи, - юноша исчез и за ним его приятели.\nСтоя у западных ворот, Дрейк расфасовал все камни телепортации по карманам костюма и стал ждать героев.\n- Слушай, Дрейк, что ты собираешься делать в лесу? – спросил его меч.\n- Буду учится тебя контролировать. Один раз у меня получилось, теперь надо понять, как это делать постоянно и по своей воле.\n- Думаешь у тебя получится?\n- Конечно. У меня же есть пару дней пока армия демонов набирает свои силы. \n- А с героями, что ты будешь делать?\n- Ничего. \n- Тогда зачем взял их с собой?\n- Ради забавы, - Дрейк опрокинул взгляд в город и увидел героев, которые подходили к нему. - Ой, а вот и они. Молчи и не смей разговаривать.\n- Понял, - шепнул меч и замолчал. \n- Мы пришли, - сказал Рекс, - что дальше?\n- Идём в лес, - юноша призвал коня. – Рекс и Люцио садитесь на Тьму, а ты Марта залезай ко мне на спину, - развернулся он и пригнулся. \nГерои хотели ему возразить, но одумались и молча послушались его. Парни сели на коня, а девушка залезла на спину юноши. Дрейк выпрямился и тут же побежал в лес вместе с конём. Ребята были в шоке от их скорости. За пару минут они добрались до своего привала в лесу. Он был нетронут. Всё было на своём месте. Костёр с пеньками, небольшая палатка из веток и листьев и даже шкуры животных, которых съел Дрейк, остались на земле.\n- Сара, Эмили, вы тут! – крикнул юноша на всю округу. \nНе услышав ответа, юноша приказал героям ждать его здесь. Он запрыгнул на коня и помчался к дому Эмили. \n- Что ты не стал их ждать там? – спросила Тьма.\n- Мне не хочется с ними оставаться, да и быстрее начну свою тренировку. \n- А без Сары и Эмили, ты не можешь обойтись?\n- Нет. Кто меня в чувство приведёт, если всё выйдет из под контроля?\n- Понятно. Смотри, кажись это они. \nДрейк посмотрел вперёд и увидел в дали летящую Эмили с Сарой на руках. Он остановился и подождал девушек. Когда они подошли Дрейк сказал с небольшой ухмылкой: «Задержались вы что-то».\n- С твоей скоростью нам не сравнится, - подметила Сара. \n- Что правда, то правда. Ну, да ладно, садитесь быстрее на Тьму и пошли в лагерь. \n- Хорошо, - сказали девушки и сели на коня. \nКогда ребята вернулись в лагерь, то увидели Этея с героями, которые о чём-то говорили. \n- Что ты тут делаешь? – поинтересовался Дрейк.\n- Жду тебя, чтобы спросить, что ты задумал? – ответил Этей, скрестив руки.     \n- Я хочу лишь потренироваться у тебя в лесу, чтобы никто не пострадал. \n- А тебе нужна тренировка? В чём?\n- Сейчас увидишь. Так, ребята подойдите ко мне, - похлопал Дрейк. Все подошли к нему, а Этей отошёл к деревьям и наблюдал за ними. – Теперь слушайте, внимательно. Рекс и Марта, встаньте у того дуба, - указал он пальцем. – А ты, Луцио, будешь стоять напротив них вон там. Теперь идите на свои места. – Герои послушали его.\n- А нам что делать, Дрейк? – поинтересовалась Эмили.\n- Будьте готовы защищать их от меня, - договорил Дрейк выхватил меч из ножен и превратился в монстра. Он набрасывается на Рекса. Подбежав в притык, Дрейк уже хотел разрезать героя на двое, но его отбросила Сара молнией и крикнула героям: «Не стойте, как истуканы, защищайтесь!»\nМонстр злобно посмотрел на Сару и кинулся на неё, но Рекс встаёт перед ним и пытается проткнуть копьём. Дрейк уклоняется от его выпадов и готовится к атаке, но затем он развернулся и отразил стрелу, которая летела ему в плечо. Луцио создал несколько стрел на тетиве и выпустил их в монстра. Дрейк отбил их все, протянул руку и из неё вылетела дымовая сфера. Лучник уклонился от снаряда. А сфера прилетела в дерево и прожгло его насквозь. \n- Это уже перебор, – испуганно сказал Луцио, увидев дыру в дереве. \n- Ладно, пора прекращать это, - Этей отошёл от дерева, вытянул руку, сжал пальцы и корни из земли окутали монстра. Мужчина подошёл к Дрейку и попытался отобрать меч, но юноша не ослаблял хватку. Монстр освободил руку без оружия и стал резать корни. Этей отпрыгнул от него, чуть не порезавшись от когтей. Монстр вырвался из пут и тут же набросился на мужчину, и повалил его на землю. Руки Этея стали деревянными, и он стал бить Дрейка. Монстр ничего не чувствовал их хотел уже проткнуть мужчину. Но Марта успела отбросить Дрейка ветром из рук. Эмилия подлетела к монстру, чтобы порезать когтями, но он схватил её за руку и бросил в дерево. Девушка вывихнуло плечо от удара. Монстр молниеносно подбежал к ней и взмахнул мечом. Клинок замер перед её головой. Рука Дрейка началась трястись, и он с большим трудом засунул меч в ножны. Юноша снова превратился в человека. \n- Никто не умер? – спросил Дрейк, осматривая всех приятелей.\n- Жить буду, - ответил Рекс, держась за живот. \n- Прости, - стыдясь, сказал юноша, -  по-другому было никак.  \n- Кто-нибудь ещё пострадал?\n- У меня что-то с плечом, - ответила Эмили, сидя у дерева.\nДрейк подошёл к девушке, присел на колени и ухватился за её плечо. Руку Эмилии окутал дым. \n- Сейчас не болит? – поинтересовался юноша.\nДевушка подвигала рукой и удивлённо сказала: «Всё прошло, но как?»\n- Мои суперсилы нужны не только для сражений. Рекс, подойди я и тебя подлатаю.\nГерой подошёл к юноше, и Дрейк вылечил его рану. \n- Так ты добился чего хотел? – поинтересовался Этей, подойдя к юноше.\n- Почти. Надо будет повторить это, но чуть позже, а пока отдыхайте, - пошёл Дрейк в глубь леса. \n- Погоди, ты куда? – крикнула Эмили в след юноше. Он развернулся и ответил: «Мне надо побыть одному. Сидите и ждите меня здесь», - после Дрейк скрылся за деревьями. \n- Мне тоже надо идти, увидимся чуть позже, - сказал Этей и растворился в зарослях леса.\n- И что будем делать? – поинтересовался Луций у остальных. \n- А ты его не слышал? Будем ждать его, - ответила Сара. \n- Тогда давайте разожжём костёр, а Рекс с Луцио поохотятся, - предложила Марта.\n- Хорошо, - согласился лучник, - пошли, Рекс, принесём какого-нибудь зайца или оленя.\nКопейщик взял своё оружие в руки и пошёл за Луцио в лес. А девушки собрали поблизости ветки деревьев, магией разожгли костёр и стали ждать парней.\n- Послушайте, а насколько вы близки с Дрейком? – поинтересовалась Марта, усевшись на пенёк. \n- Мы друзья, - ответила Сара.\n- Да, это так, - поддержала её Эмили. – Но я хочу влюбить его в себя. Только не получается, - приуныла девушка.\n- Вот оно как. Неужели только Эмили любит Дрейка? – посмотрела Марта на Сару хитрым взглядом. \n- Почему ты так на меня смотришь? Мне он, конечно, нравится, - покраснела девушка, - но, как друг. \n- Правда? А мне казалась, что ты испытываешь к нему более тёплые чувства. \n- Тебе показалось. \n- Почему ты у нас это спрашиваешь? – поинтересовалась вампирша. \n- Это из-за самого Дрейка. Когда он был монстром, то без раздумий напал на нас. Хотя мы ему ничего плохого не сделали. Но когда он мог убить Эмили, то остановился и пришёл в норму. Это мне и показалось странным. Может, он не такой и безразличный ко всем?\n- Так ты хочешь сказать, что он нас любит? – порадовалась Эмили.\n- Не то, что любит. А скорее дорожит вами. И мне интересно почему? Да и он сам по себе довольно интересный юноша. Как будто, нет от мира всего.\n- Этому есть одно объяснение, - пробормотала Сара.\n- Какое?\n- Я не могу это сказать без его разрешения. Это секрет Дрейка. Если он захочет этим поделиться, то скажет сам. \n- Понятно. Значит с ним что-то не так. \n- А ты, что к нему чувствуешь? \n- Он привлекает меня своей таинственностью, но одновременно и пугает своей силой. Ты видела, что он натворил на поле боя? \n- Смотря на каком. \n- Не поняла?\n- Я видела, как он в одиночку перебил всех демонов в Толботе и убил Крокуса, одним ударом. А вот, что он натворил на войне только слышала. \n- Тогда ты понимаешь насколько он может быть опасен?\n- Нет. Он может чересчур сильный, но точно не злой. Я ни разу не видела, чтобы Дрейк навредил кому-то без причины.\n- Да? – возмутилась Марта. - А как же мы? Он только что хотел нас убить. \n- Это не совсем так. Дрейк не хочет вредить нам. Это меч его заставляет, как он говорит. \n- Дрейк использует проклятое оружие?\n- Честно, не знаю. Но он хочет научится его контролировать, поэтому и тренируется.\n- Дай догадаюсь, это была его первая тренировка? \n- Да. \n- Понятно почему всё так плохо. Но надеюсь, что у него всё получится. \n- Мы тоже, - сказали девушки в один голос.\n – Слушай, Марта, - смущённо обратилась Эмили к ней, - у тебя же были любовники?\n- Да. Почему ты спрашиваешь?\n- Можешь дать какой-нибудь совет, чтобы влюбить в себя мужчину?\n- Если хочешь, могу сварить для тебя любовное зелье, - с ухмылкой на лице ответила Марта.\n- Нет. Мне это не нужно. Я хочу, чтобы любовь была настоящей. \n- Тогда, как с тобой ведёт себя Дрейк, что он делает, как общается?\n- Он довольно, вежливый и заботливый со мной. Но мне кажется, что Дрейк не видит во мне девушки, а скорее друга.\n- А ты ему намекала, что он тебе нравится. \n- Да. \n- И как он на это реагировал? \n- Никак.\n- Хм-м, - задумалась Марта. – Ты не говорила ему напрямую, что любишь его?\n- Конечно, нет. Я же стесняюсь.\n- Думаю, тебе стоит попробовать. \n- А если он меня отвергнет? \n- Такую красавицу он не может отвергнуть. \n- Поверь, ты ошибаешься, - влезла в разговор Сара.\n- Не узнаешь пока не попробуешь. Думаю, тебе лучше попробовать сказать ему прямо, что любишь его. \n- Хорошо. Когда он вернётся, я ему сразу же скажу, - решительно сказала Эмили.\n- Прямо при всех?\n- Нет. Скорей всего отведу куда-нибудь и скажу.\n- Что ты скажешь? – поинтересовался Рекс, подойдя к девушкам.\n- Это не для твоих ушей, Рекс, - осадила его Марта. \n- Ладно, намёк понял. \n- Скажи где Луцио?\n- Идёт позади, - приуныл Рекс, – с добычей.\n- Я уже здесь, - крикнул Луцио, выйдя из-за деревьев с двумя утками и тремя кроликами на руках, – и не с пустыми руками. \n- Да-да-да, выпендривайся больше.\n- А нечего ходить на охоту с одним копьём. Ну ладно, не обижайся. В следующий раз повезёт. \n- Надеюсь. Дай тогда я приготовлю вам отличный суп.\n- Вот, - Луцио отдал зверей Рексу. Марта наколдовала кастрюлю с водой, и пару овощей. Рекс стал освежёвывать туши и резать овощи. \nПока ребята готовили и общались у костра, Дрейк в это время гулял в глубине леса. Он наткнулся на небольшую речку и сел на камень, который лежал неподалёку.  \n«Я почти убил Эмилию и Сару, но смог взять себя в руки, - думал Дрейк. - Но что надо делать, чтобы так делать постоянно? Шедоу говорил, что я не должен убивать всех злодеев. Но как мне это поможет?» \nРядом с юношей появился его конь.\n- Какие-то проблемы, Дрейк? – спросила лошадь.\n- Я никак не могу понять, как контролировать меч. Шедоу говорил мне, что не нужно убивать всех злодеев, но это мне никак не помогает. \n- Может, он имел ввиду, что стоит быть более сдержанным, а не как ты с горячей головой?\n- У меня всё нормально с ней.\n- Я не это имел ввиду. Ты постоянно хочешь убивать и меч пользуется этим, чтобы не позволить взять его в контроль. \n- И что ты мне предлагаешь делать?\n- Когда снова возьмёшь меч в руки, представь, что все перед тобой люди, которых надо защитить. \n- Даже демонов?\n- Я сказал всех. \n- Понятно. Но как мне это поможет?\n- Ты же не убивал Сару и Эмили, потому что ты хотел их защитить, так ведь?\n- Ну, да.\n- А теперь представь, что все нуждаются в твоей защите. Тогда ты сохранишь контроль и сможешь спокойно орудовать мечом.\n- Хм-м, надо бы попробовать. Спасибо тебе за совет.\n- Рад был помочь. До встречи, - конь исчез.\n- Слушай, Дрейк, давай ты не будешь слушать эту скотину, - заговорил меч.\n- А что ты сейчас вдруг возникаешь?\n- Просто хочу предостеречь тебя от ошибки, которую ты можешь совершить. Он же ни разу не пользовался оружием, у него даже рук нет, чтобы держать меня. Так откуда ему знать, как управляться мной?\n- Это так, но я привык доверять Шедоу и если он сказал, что конь мой надёжный компаньон, то оно так и будет. Так что не пытайся ввести меня заблуждения, усёк? \n- Да-да, я всё понял. \n- Тогда с этого момента, я не желаю больше тебя слушать. Если скажешь хоть одно слово, то тут же будешь погнут, ясно?\nМеч молчал.\n- Молодец. \nДрейк встал с камня и побежал к ребятам. Он прибежал в лагерь.\n- Что вы едите? – уставился юноша на тарелки друзей.\n- Суп, приготовленный по моему секретному рецепту, - гордо ответил Рекс. \n- Не выпендривайся, иначе я разболтаю твой секрет, - ухмыльнулся Дрейк.\nКопейщик рассмеялся и с трудом проговорил: «Серьёзно? Тебе откуда-то его знать?»\n- Ты правда думаешь, что мне сложно узнать все ингредиенты, просто взглянув на твой суп?\nКопейщик резко замолчал.\n- Вот так вот, - тихо похихикал юноша.\n- А ты правда можешь сказать, что находится в еде, просто посмотрев на неё? – поинтересовался Луцио.\n- К величайшему сожалению, я так не умею.\n- Стоп! – разозлился Рекс. – Почему тогда ты мне угрожал, что умеешь так делать?\n- Я такое разве говорил? Ну-ка, вспомни мой вопрос.\n- Эм-м, - задумался копейщик, - и вправду, ты не говорил такого.\n- Вот именно. Но не ради этого я сюда пришёл. Поэтому быстрее доедайте суп и готовьтесь к тренировке. Я хочу кое-что попробовать. \nВсе с раздражением вздохнули и ответили: «Хорошо». \nЭмили отложила свою тарелку, подошла к юноше и тихо прошептала ему на ухо: «Дрейк иди за мной». – Она взяла его за руку и отвела подальше от товарищей. \n- Куда ты меня ведёшь? – поинтересовался юноша, идя за вампиршей. Девушка остановилась, развернулась к нему с покрасневшим лицом и стесняясь говорит: «Дрейк, я хочу тебе сказать, что… - Эмилия замолчала, но набравшись смелости договорила, закрыв глаза, – люблю тебя».\n- Ну, ладно, - ответил Дрейк после недолгой паузы.\n- Что? – девушка резко открыла глаза и удивлённо уставилась на него.\n- А что ты так удивляешься? Я давно знал, что ты меня любишь. Это было очевидно по твоему поведению и отношению ко мне.\n- Если ты знал о моих чувствах, то почему никак на них не отвечал?\n- Потому что я не готов к серьёзным отношениям, поэтому и не отвечал взаимностью, а отвергать не хочу, так как тебе будет грустно и больно. \n- Но если ты будешь меня игнорировать, то тоже ничего хорошего не сделаешь. \n- Почему-то мне казалось это правильным решением. \n- Как видишь это не так.\n- Что тогда ты предлагаешь мне сделать?\nЭмилия взяла Дрейка за руки и говорит: «Я могу дать тебе время, чтобы ты подготовился к отношениям и когда этот момент настанет, то скажешь свой ответ».\n- А если это займёт сотни лет?\n- И что? Я же вампир. Мы практически бессмертны пока пьём кровь. Так что даже через тысячу лет я буду ждать твоего ответа. \n- Хм-м, - задумался юноша. – Хорошо, сделаем так. Постараюсь не заставлять тебя ждать тысячу лет, - улыбнулся Дрейк. Девушка обняла парня: «Я так рада».\n- Я тоже, - обнял Дрейк её в ответ. – Пойдём тогда к ребятам, а то они нас заждались.\n- Хорошо, - девушка его отпустила, и они вместе пошли к друзьям. \nПридя к ребятам, Дрейк приказал Эмили и Саре встать перед героями.\n- Все готовы? – спросил юноша, ухватившись за рукоять меча. Ребята, неуверенно пересматривались между собой. – Значит начинаем, - Дрейк вытащил катану, но не превратился в двухметрового монстра. Ребята встали в защитные стойки и стали ждать атаки. Но юноша стоял на месте.\n- Ребята, получилось! – обрадовался Дрейк, после недолгого молчания. Он подошёл к ближайшему дереву и лёгким взмахом руки срезал его почти под корень. Ствол стал падать в сторону героев.\n- Не двигайтесь! – приказал юноша, подходя к ним. Ребята послушали его. Когда дерево уже было над головами героев, Дрейк моментально разрезал его на мелкие частицы, что от падающего ствола осталась только пыль. Ребята удивлённо смотрели на него, а юноша убрал меч в ножны. \n- Отлично, наконец-то я готов к последнему сражению, - улыбался Дрейк. – Не знаете где находится король демонов?\n- К сожалению, никто не знает, - ответила Марта. – Если бы знали, то атаковали их после твоего сражения с ними. А так мы ждём их прибытия.   \n- Неужели нет никакого способа узнать где они находится?\n- Есть одно, - сказал Этей, прислонившись к дереву.\n- Какое? - повернулся юноша со всеми в его сторону.\n- Слышали когда-нибудь об острове духов?\n- Да, - ответили все кроме Дрейка. \n- Что за остров? – поинтересовался юноша.\n- Это детская сказка о духах, которые исполняют желания людей в обмен на что-то ценное, - рассказала ему Марта. \n- Да, она права, Дрейк, но только на половину. \n- Я что-то перепутала?\n- Нет. Скорее вы просто не знаете. На западе в море этот остров духов существует. \n- Не может быть такого, - не верила ему Марта, - это всего лишь детская сказка. Если бы он существовал, то люди давно нашли бы его. \n- Так остров же необычный. Это не просто кусок земли омывающейся водой со всех сторон, а живой дух. Он постоянно плавает по морю и остаётся невидимым, поэтому его невозможно найти. На него можно только случайно наткнуться. \n- И откуда ты всё это знаешь? \n- Я сам прибыл оттуда.\n- Что? – удивились все, а юноша внимательно слушал Этея.\n- Да, я один из тех духов, которые исполняют желания, разумеется, в пределах разумного.  \n- Тогда можешь телепортировать всех демонов сюда в лес? – поинтересовался юноша.\n- Нет, Дрейк. В своём лесу я сражаться не позволю, да и телепортировать сразу столько демонов не смогу.\n- А если меня к ним?\n- Это уже выполнимо, но неужели ты хочешь идти к ним в одиночку?\n- Конечно, один. Я не хочу подвергать остальных опасности. \n- Говоришь прямо, как Шедоу. Но ты уверен, что ты справишься один?\n- На все сто процентов. У демонов нет ни шанса против меня.\n- А если ты себя переоценил? Может на подстраховку кого-нибудь возьмёшь с собой? \n- Дрейк, возьми меня с собой, - сказала Эмилия, подойдя к нему. \n- И меня, - воскликнула Сара. \n- Я уже сказал почему не хочу никого брать с собой, неужели вы не понимаете? \n- Дрейк, если ты так волнуешься о них, то мы будем защищать их пока ты сражаешься с королём демонов, - предложил Рекс.\n- Да, и как долго вы продержитесь? Их там точно не один десяток, да ещё и генерал со всадниками имеется.\n- Дрейк, нас называют героями не просто так, - вмешался в разговор Луцио. – Мы являемся самыми сильными людьми. Так что мы продержимся столько сколько тебе будет нужно. \n- Самые сильные люди не убили ни одного генерала демонов. Что-то не вяжется у меня в голове это с твоими словами. \n- Согласен, генералы сильны против нас, но мы сражались не с одним, как ты, а со всеми сразу. Если там будет один - два генерала, то мы справимся.\n- А как же орды демонов?\n- С обычными демонами проблем у нас не возникнет. \n- Хм-м, - задумался Дрейк, почёсывая подбородок. – Хорошо, я возьму вас с собой, если сейчас вы все вместе одолеете меня.\n- Что?! – крикнули все от удивления.\n- Спокойно, я не буду использовать оружие и способности, так что наши шансы плюс-минус равны. Ну так что, согласны?\nРебята окинули друг друга взглядом, Рекс позвал всех е себе, они встали в небольшой круг.\n- Предлагаю, согласиться на его бой, - шепнул Рекс.\n- У тебя есть какой-то план? - поинтересовалась Марта.\n- Да. Марта и Сара будут держать Дрейка на месте, Луцио - мешать подходить к нам, а я вместе с Эмили – бить его. Как вам?\n- Это не сработает, - шепнула Сара. \n- Почему? \n- Я видела много раз как сражается Дрейк. Он очень быстрый и сильный. Его реакция невероятная. Поймать его магией будет очень сложно. А если захочешь его ударить, то он просто уклониться и побьёт тебя. \n- Но Дрейк сказал, что не будет использовать суперсилы и оружие. У нас явно есть шансы на победу. \n- Даже так, по нему видно, что в битвах он побывал не один раз. И если против целой армии он сражается в одиночку без всяких проблем, то с нами будет ещё проще.\n- Я согласна с тобой, - прошептала Марта, - Дрейк, необычный человек, если его так можно назвать. Но он же не непобедимый. Ты видела его после битвы на войне?\n- Нет. А что с ним было?\n- Он был побит и без руки.\n- Без руки?! – удивилась девушка.\n- Да. Все солдаты что были на поле боя видели, как он сражался. С их слов он был кровавым ураганом, который кромсал всех демонов что были на пути. А генералов он одолел без всяких трудностей. Медузу Лану и минотавра Мендера Дрейк убил с одного удара и даже ледяного рыцаря Элдира мог добить, но ему помешал всадник Смерти. Говорят, что в сражении с ним он и потерял руку, но одержал победу.\n- Не легко ему пришлось. \n- Это так. Но я говорю тебе о том, что мы можем его одолеть и считать его непобедимым неправильно. Так что давайте выложимся на полную и попробуем его одолеть. \n- Хорошо. \n- Ребята, вы ещё долго будете шептаться? – нетерпеливо спросил Дрейк. \n- Мы решили сразиться с тобой, - достал Рекс из-за спины копьё и с ребятами встали на свои позиции. \n- Это будет интересным сражением, - пробормотал Этей, отойдя подальше.\n- Если вы готовы, - юноша согнул колени, - то я начинаю, - он резко сблизился с Рексом и пинком откинул назад. Эмили хотела ударить Дрейка по лицу, но тот пригнулся и сбил девушку с ног. Сара ударила юношу молниями из рук, а Марта связала ему ноги голубыми узами. Дрейк не мог отскочить. Молния попала по юноше, но она ему не навредила. Дрейк резко дёрнул ногой, разорвав узы, и побежал к колдуньям, но резко остановился. Стрела пролетела туда куда хотел наступить юноша. Он посмотрел на лучника. Луцио призвал несколько стрел и выстрелил. Дрейк с лёгкостью уклонился от них. Но стрелы развернулись и полетели в спину юноши. Он почувствовал опасность и резким разворотом перенаправил все стрелы в землю. Луцио продолжал выпускать стрелы, которые кружили вокруг Дрейка, как мухи. Марта наколдовала вокруг юноши клетку, которая сжималась. Дрейк схватился за решётку и разорвал её без проблем, но пару стрел проткнули его тело. Юноша, не придав значение боли, сразу же кинулся к лучнику и, подойдя в притык, он вырубил лучника одним ударом. Сзади подошёл Рекс и повалил Дрейка на землю. Юноша откатился от копейщика и вскочил на ноги. Рекс стремительно нанёс несколько ударов, но Дрейк уклонился от них всех, схватил копьё и вытянул его из рук героя. Копейщик сразу сократил дистанцию и навалившись всем телом попытался снова сбить юношу с ног. Дрейк пригнулся, обхватил Рекса за пояс, проскользнул ему за спину и бросил через себя. Копейщик вырубился от такого удара о землю. \n- Остались только вы, девчата, - сказал Дрейк, выпрямившись, - если хотите сдаться, то сейчас самое время. \nДевушки обменялись взглядом и поняли, что им не победить. \n- Мы сдаёмся, - ответила Марта. \n- Отлично. Эй, ребята, подъём, - пробормотал Дрейк, исцеляя Рекса с Луцио. Герои очнулись и поднялись с земли. \n- Здорово же ты их отделал, Дрейк, - с небольшой ухмылкой пробормотал Этей, подойдя к ребятам. – Получается тебя одного отправлять к демонам?\n- Разумеется. Я же победил их. \n- Хорошо. Когда начинать?\n- Прямо сейчас.\n- Ладно, но оплату вперёд.\n- Оплату? – удивился юноша.\n- Что ты удивляешься, Дрейк. Тебе же сказали, что желания исполняются за что-то ценное. \n- И что тогда ты хочешь? Мою душу, часть моей жизни, деньги?\n- К сожалению, я знаю Шедоу очень хорошо. Поэтому брать у тебя душу или часть жизни бессмысленно. \n- И что ты тогда выбираешь?\n- Всё твоё оружие, кроме этого меча за твоей спиной.\n- Так, а ну ка постой! С чего это я должен отдавать всё своё снаряжение?\n- Во-первых, я единственный кто может переместить тебя туда, а во-вторых, не забывай, что я требую у тебя то, что ценно именно тебе. \n- Хм-м, - задумался ненадолго юноша и затем ответил. – Хорошо, - он призвал всё оружие в руки и протянул Этею, - бери.\nЛеший посмеялся: «Ты должно быть шутишь. Но меня тебе не провести. Снимай браслеты, я знаю, что твоё оружие храниться в них и перемещается к владельцу, где бы тот не был. Не забывай, что я дружу с Шедоу очень давно и знаю многое о нём».\n- Забавно, но я и не знал, что мои браслеты на это способны, - удивился Дрейк.\n- Значит ты ещё просто не пробовал. А теперь зная это, снимай их.\n- Да, сейчас, - Дрейк снял браслеты и отдал их Этею. Он положил браслеты на землю, и их окутали корни. \n- Теперь телепортируй меня, - нетерпеливо сказал юноша.\n- Успокойся. Сейчас всё сделаю. Но перед этим, ты не хочешь попрощаться с ребятами напоследок? \n- Нет, я же вернусь и потом только уйду навсегда, - улыбнулся юноша.\n- Как знаешь. Дай свою руку и просто жди.\nДрейк протянул Этею руку. Он схватился за неё и в тот же момент их окружили корни, создавая шар. Когда они расползлись, юноши с лешим уже не было рядом с друзьями. Дрейк и Этей уже были в мире демонов. Земля под ногами вся красная и сухая, неподалёку виднеются реки крови, которые текут куда-то вдаль. \n- Это и есть мир демонов? – поинтересовался Дрейк.\n- Да. Не то, что ты ожидал увидеть?\n- Нет. Я в впервые оказался в мире демонов и это немного меня забавляет.\n- Это называется волнует, Дрейк. \n- Нет. Я знаю о чём говорю. А ты не понимаешь. Я сейчас на территории врага, в котором в котором расправлюсь со всеми ними. Они думают, что в безопасности, но на самом деле им нигде не скрыться от меня, даже в своём мире. \n- Как скажешь. А теперь слушай внимательно. Дворец короля демонов находится там куда текут реки крови. Иди вдоль течения и придёшь куда надо. В принципе это всё что тебе надо знать, поэтому оставлю тебя одного. Удачи в бою.\n- Спасибо, до встречи. \nЭтей переместился в мир людей, а Дрейк подошёл к ближайшей реке и пошёл вдоль течения. Шёл он недолго. Через пару минут он увидел каки-то здания на горизонте и побежал к ним. Город был весь сделан из костей, а подход к нему окружал ров с рекой крови над котором было несколько мостов. Дрейк подошёл к ближайшей переправе. К его удивлению, охраны на ней не было. Он прошёл через мост и попал в город, в котором кишмя кишат демоны и разные монстры. От костлявых мертвецов, еле-еле стоящих на ногах, и до крупных монстров, которые могут голыми руками разорвать человека. Дрейк решил пока не вступать в бой. Натянул капюшон и скрылся в тонких улицах костяного города.\n«Как там говорил Шедоу – если хочешь найти злого правителя иди в самое большое и красивое здание, никогда не ошибёшься. – говорил про себя юноша. – Надо бы осмотреться». Дрейк незаметно взобрался на крышу. Когда он окинул взглядом горизонт, то в глаза тут же бросился огромный дворец в центре города демонов. Короткими дымовыми рывками юноша приблизился к огромному дому по крышам. \n«Пора немного пошуметь» - Дрейк выхватил меч из-за спины и спрыгнул на землю. Демоны, которые были неподалёку посмотрели на юношу. \n«Привет, ребята, не ожидали меня здесь увидеть?» - самодовольно посмеялся Дрейк. Демоны злобно порычали и побежали всей толпой на юношу. Дрейк порубил монстров на мелкие куски за секунду, не сдвинувшись с места. Демоны остановились, увидев это. \n- Так это ты, тот убийца демонов, который перебил в одиночку часть наших войск? – спросил один из монстров поблизости.\n- Да. Тот самый юнец. \n- Бегите все! – завопил демон, трусливо убегая. – Скорее зовите всадников, только они могут сражаться с ним! \nЧасть монстров убежала от Дрейка, а остальные не обратили внимания на слова трусливого демона и ринулись в бой. Юноша побежал к ним на встречу и кромсал одного монстра за другим. Когда Дрейк окрасил улицы костяного города кровью, все демоны стали убегать от него. Юноша побежал за ними и убивал каждого кого смог догнать. Когда Дрейк пробежал несколько улиц, то встретил всадников апокалипсиса. \n- Не знаю, как ты сюда попал, но живым отсюда тебе не уйти, - вспылил Война, обнажив большой двуручный меч.\n- Не думаю, что я умру от твоей руки, - ответил Дрейк задорным голосом. – Ведь я стал сильнее.\n- Сейчас мы это выясним, - Война сделал шаг, но его тут же остановил Голод.\n- Постой Война, - прохрипел тощий всадник с неряшливыми седыми волосами. – Недооценивай его. Он одолел Смерть в одиночку.    \n- Не волнуйся, Голод, я буду осторожен, - договорил Война и побежал на юношу. Замахнувшись мечом, всадник подбежал к Дрейку и хотел разрезать его пополам. Юноша с лёгкостью остановил большое лезвие своей катаной. Война нанёс несколько стремительных ударов, но Дрейк всё отпарировал. \n- Отойди, Война! – крикнул кто-то. Между Дрейком и Войной упал маленький металлический шарик. Юноша со Всадником тут же отпрыгнули. Шар взорвался и из него вырвался красный дым, который сдулся через пару секунд.\n- Ты что творишь, Чума? – крикнул Война злобно на всадника с маской ворона. \n- Помогаю тебе, - спокойно ответил ему Чума.\n- Ты мог меня задеть своим ядом. \n- Я предупредил тебя, так что не жалуйся. \n- Не помогай мне, я сам справлюсь, - побежал к юноше Война. Когда всадник прошёл пол дистанции, Дрейк взял в руки камень телепортации и переместился за спину всадника и проткнул его катаной. Война недолго покричал от боли, развернулся и ударил меч о землю. Дрейк увернулся от клинка и тут же отсёк руки всаднику. Переместившись снова за спину Войны, юноша порезал ему ноги. Всадник упал на землю. Дрейк собирался пронзить Войну мечом, но ему помешал Голод, выстрелив стрелой из костяного лука. Юноша увернулся от снаряда и побежал на двух всадников. Голод продолжал стрелять, а Чума стоял и ничего не делал. Подойдя в притык, Дрейк собирался разрезать их пополам, но всадник в вороньей маске протянул руку, и из неё вылетел зелёный дым, полностью окутавший героя. Юноша поглотил весь яд рукой и выстрелил им же в ответ. Всадники стояли невозмутимо, пока с них сходило ядовитое облако. Чума взял из одной из сумок на поясах маленький стеклянный шар с жёлтой жидкостью и бросил в юношу. Дрейк вытянул руку, чтобы поймать снаряд. И как только пальцы коснулись шара, Чума тут же что-то проговорил и шар сломался. Дрейка облила эта жидкость и стала разъедать костюм и плоть. Юноша снял плащ, бросил на землю, вытер остатки кислоты с маски и побежал к всадникам. Занеся меч над головой, Дрейк собирался разрезать Голод, но он выставил перед собой лук, который сдержал меч. Чума снова достал из сумки стеклянный шар с голубой жидкостью. Дрейк это заметил и резким выпадом сломал сферу в руках всадника. Жидкость пролилась на ноги Чумы и превратилась в лёд. Всадник потянулся за ещё одним шаром, но Юноша резко отсёк ему руку. Голод ударил юношу по лицу кулаком, что он отлетел в стену небольшого дома. Дрейк только поднялся на ноги, но в него тут же прилетел стеклянный шар и сковал льдом. Голод прицелился и выпустил несколько стрел в юношу. Дрейк вырвался из оков льда дымовым рывком, телепортировался обратно к всадникам и проткнул мечом Голод насквозь, а Чуму повалил на землю ударом ноги. Как только юноша хотел собирался добить тощего всадника, то его из-за спины схватило огненное чудовище за шею и ударило о землю несколько раз. Меч выпал из рук Дрейка. Монстр взялся за руки и ноги юноши и стал тянуть в разные стороны. Дрейк ушёл из захвата дымовым рывком, подобрал меч и резким разворотом разрезал чудище пополам. Куски монстра упали на землю и превратились в Войну.\n- Война! – прокричали всадники, лежавшие на земле. \nДрейк развернулся к ним и стал медленно подходить к Голоду, чтобы добить. Но из земли появились фиолетовые цепи и сковали юношу. \n- Хватит уже убивать моих союзников, - сказал Хорас медленно шагая к Дрейку.\n- Твои ребята вообще-то людей убивают, поэтому у меня есть полное право поступать с вами так же, - ответил юноша с небольшой ухмылкой. \n- Ничего сейчас я отберу у тебя эту возможность, - король демонов призвал в руки магический меч. \n- Знаешь я бы сказал, что мне страшно, да вот только, - Дрейк напрягся и сломал магические цепи, - это не так. А теперь готовься к смерти, - встал он в боевую позу.\n- Глупец. Ты надеешься убить меня. Я бессмертный король демонов. Меня невозможно убить.\n- Давай проверим это, - Дрейк кинулся на Хораса. Король демонов заблокировал его выпад и отбросил магией на землю. Юноша вскочил на ноги, присел и в форме дыма взлетел высоко в воздух. Набрав высоту, он стремительно полетел вниз прямо на Хораса. Король демонов призвал большой магический барьер и защитил себя с всадниками от взрыва Дрейка при попадании. Юноша собрался из дыма в человеческую форму и разрезал купол мечом. \n- Хм-м, разрезал мой сильнейший барьер, впечатляет, - похвалил его Хорас настороженным голосом.\nДрейк снова бросился на короля демонов. Все удары юноши Хорас легко парировал. Тогда Дрейк стал бить быстрее. Королю демонов стало сложнее отбивать удары. В это время на ноги поднялся Чума и бросил в Дрейка шар с синей жидкостью. Юноша отскочил назад, но из-за спины в него прилетели глыбы льда, которые пустил, подлетевший, дракон. Дрейк упал на землю и уже хотел подскочить, но его снова привязало к земле магическими цепями, а Чума заморозил его ледяной бомбой. Юноша не мог пошевелиться. Дрейк пытается выбраться дымовым рывком, но его тут же останавливают магическим куполом. Юноша был полностью беззащитен. \n- Есть последние слова? – спросил Хорас, подойдя к Дрейку.\n- Конечно. Когда я выберусь тебя как нарезать ломтиками или кубиками? \nЗасмеялся король демонов: «Остришь даже в такой ситуации? Ты явно ненормальный».\n- Я вполне адекватный, почти. А вот вы слепые, если не видите моих союзников, которые вас окружили.\nВсе обернулись и стали осматриваться, а Дрейк стал топить лёд, ускорив свою кровь. Юноша стал покрываться дымом, а ледяная клетка таять. Хорас заметил дым, посмотрев на Дрейка, и тут же замахнулся мечом. В его плечо прилетела магическая стрела. \n- Держись, Дрейк! – крикнул мужской голос из-за спины.\n- Герои здесь, но как?! – удивился Чума.\n- Я же сказал, что вас окружают мои союзники, вот теперь поплатитесь, что были такими невнимательными, - стал запугивать их юноша. И думал про себя: «Что они тут делают?»\nВ Хораса прилетело ещё несколько стрел, но он защитился барьером и пошёл к раненным всадникам. Протянув руку, он что-то пробубнил и вылечил Голод и Чуму. Все их раны с конечностями зажили.\n- Всадники, разберитесь с героями, а ты Элдир собери остатки войск и помоги им, - приказал Хорас.\n- Будет сделано, - ответили его слуги.\nДрейк уже растопил лёд и сломал его. \n- Эй, Хорас, ты же не уйдёшь не попрощавшись, - сказал Дрейк, вскочив на ноги.  \n- Это всего лишь небольшая пауза перед нашим боем, - ответил ему Хорас, создав портал. \n- А ну стой! – Дрейк побежал к нему, но король демонов зашёл в портал и исчез. – Вот трус! – Юноша обернулся и побежал к героям, которые сражались с всадниками. Луцио перестреливался с Голодом, а Рекс бился с Чумой. Как только Дрейк подбежал поближе, то Чума забросал всё ледяными бомбами и вместе с Голодом отступили. Рекс побежал за ними, но Дрейк его остановил.\n- Зачем ты меня останавливаешь, Дрейк? – поинтересовался копейщик.\n- Здесь вопросы задаю я, - злобным тоном сказал Дрейк. - Что вы тут делаете?\n- Мы пришли помочь тебе, - ответил лучник. \n- А мои слова, что я один справлюсь, вы проигнорировали?\n- Мы нет. Это Сара с Эмилией пропустили твои слова мимо ушей и стали просить Этея отправить их к тебе. Мы как герои не могли оставить их одних, поэтому тоже пошли.\n- Так и девушки здесь тоже?! – удивился юноша. - Где они?\n- За городом, наколдовывают магический барьер.\n- Зачем?\n- Чтобы не дать им сбежать. Вон кстати и он, смотри, - указал Луцио пальцем в верх. \nДрейк обернулся и увидел синий купол, который медленно накрывает город. \n- И как долго будет держаться этот барьер?\n- Где-то десять минут, - ответил копейщик.\n- Тогда я пошёл, один! – грозно он сказал.\n- Постой! – крикнул Луцио, убегающему юноше.\n- Что такое? – развернулся Дрейк.\n- Мы должны вернуться к девушкам и затем все вместе пойти сражаться. \n- Я сам справлюсь. Вы же уходите.\n- Если бы мы не подошли ты был бы убит! – вспылил Рекс.\n- У меня всё было под контролем.\n- Да ни черта! Ты был скован и ничего не мог сделать. \n- Я их отвлёк и сам выбрался изо льда, так ещё и всадников прогнал. Так что у меня всё было под контролем.\nРекс замолчал. \n- Так-то. Теперь идите к девушкам и уходите отсюда. \n- Не надо никуда идти! – крикнула Эмили с воздуха. Вампирша приземлилась с Мартой и Сарой на руках рядом с ребятами. Дрейк подошёл к ним и спросил: «Один вопрос, зачем вы меня ослушались?» \n- Мы не могли оставить тебя одного. – Ответила Эмили. - Я видела, как ты сражался с одним всадником, а сразу с тремя это уже перебор.\nДрейк указал пальцем на разрубленные куски Войны и сказал: «Вот один из всадников, и как видишь я остался более-менее целым».\n- А где твой плащ, Дрейк? – поинтересовалась Сара.\n- Он здесь, - юноша подошёл к нему, подобрал с земли и одел. Весь плащ был в кислотных дырах, капюшон почти полностью сгорел от кислоты. \n- Что это за следы на твоём костюме?\n- Это кислота того парня с вороней маской. Совет: если видите, как в вас летит шар с жёлтой жидкостью, то уклоняйтесь, иначе умрёте. А теперь, - костюм восстановился, - пошли уже убьём Хораса. \nРебята молча покивали в ответ. Дрейк с напарниками направились к огромному дворцу, где их уже ждало небольшое войско во главе с ледяным рыцарем, всадниками и королём демонов. Юноша развернулся к ребятам и дал каждому по камню телепортации. \n- Если вдруг всё будет плохо, то уходите, за меня не переживайте, ясно? – уточнил Дрейк.\n- Не волнуйся Дрейк всё будет хорошо, - ответил Луцио. – У нас есть шансы на победу.\n- Когда ты это сказал, то они сразу уменьшились. Эх-х, ладно, - достал Дрейк меч из-за спины. – помните, что Хорас мой и ни в коем случае не отвлекайтесь мне на помощь, если все всё поняли, то вперёд, - не дождавшись ответа, юноша побежал в толпу, а за ним и его напарники. Дрейк переместился дымовым рывком в толпу и ударом по земле, задымил поле боя и незаметно добрался до Хораса. Юноша схватил его и телепортировал в разрушенную часть города. Король демонов откинул его и призвал в руки магический меч. Сара с Мартой колдовали издалека и били демонов огнём и молниями, Эмили с Рексом сражались вблизи с монстрами, которые выходили из дыма, а Луцио их прикрывал. Всадники наблюдали за сражением, а Элдир превратился в ледяного дракона и полетел к героям. Его тут же сбила Марта магией на землю и сковала магическими путами. Рекс с Эмили пробивались к нему через толпу демонов. Когда они подошли к Элдиру, то он уже освободился от пут и собирался взлетать. Но Рекс запрыгнул на спину дракона и отрезал ему крыло. Чудище упало, и Эмилия стала резать его голову своими когтями. Элдир отбросил вампиршу лапой и пытался встряхнуть со спины копейщика. Рекс проткнул своим оружием спину монстра и крепко держался за него. Элдир развернул шею и хотел дыхнуть на героя льдом, но ему в пасть прилетела стрела и взорвалась. Рана от взрыва была небольшой, но дракону было очень больно. Рекс вытащил копьё и побежал к голове Элдира, который тот тряс в воздухе и вопил от боли. Когда копейщик уже стал подбегать к шее, дракон успокоился и резким движением шеи, скинул с себя героя. Элдир собирался раздавить его лапой. Марта быстро прочитала заклинание и магический барьер окружил Рекса. Дракон ударил лапой и на куполе появились трещины. Элдир собирался ударить ещё раз, но ему в глаза вцепилась Эмилия. Расцарапав глаз, вампирша спрыгнула с дракона и продолжила убивать демонов. Когда барьер исчез, Рекс встал на ноги и копьём отрезал монстру часть лапы. Элдир превратился в рыцаря в доспехах, без части руки и кровоточащим глазом, который скрывал шлем. Его рана на оставшейся культе покрылась льдом и превратилась в кисть.\n- Я вас и так одолею, - злобно сказал Элдир и создал ледяной одноручный меч в правой руке и щит в левой. Он побежал на Рекса. Копейщик уклонился от выпада и ударил в ответ. Рыцарь прикрылся щитом. Вокруг Элдира земля стала покрываться льдом. Копейщик заметил это поздно, и он застрял на месте. Рекс попытался сломать лёд, но как только убрал копьё с щита, Элдир тут же проткнул плечо героя. Эмилия отвлеклась на крики Рекса и её ударили по голове. Девушка упала на землю с небольшой раной у виска. Луцио пустил несколько взрывных стрел и отогнал демонов от вампирши. Лучник побежал к ней на помощь. Он помог вампирше подняться и они продолжили сражаться.\nВ это время Дрейк и Хорас обменивались ударами. Юноша бил с каждым ударом всё быстрее. Хорас отбивался от большинства ударов, но все пропущенные – оставляли небольшие раны на теле короля демонов, которые не затягивались. Хорас пытался разорвать дистанцию, но Дрейк её тут же сокращал выпадом и молниеносным ударом. Юноша ткнул лезвие меча в землю и с разворота поднял с земли пыль прямо в глаза королю. Хорас тут же взмахнул рукой. Когда он рассеял пыль, то увидел, как Дрейк уже бьёт его по ногам. Юноше удаётся нанести серьёзную рану, но Хорас продолжает двигаться как ни в чём не бывало. Король демонов читает заклинание и рядом с ним появляется пять его копий. Они нападают на Дрейка. Юноша отбивается от их ударов и превращает всех двойников в пыль одним разрезом. Настоящий король демонов стоит в стороне и снова наколдовывает заклинание. В этот раз под ногами юноши образовался большой круг с разными надписями. Дрейка стало притягивать к земле, он немного согнулся и с трудом удерживал себя на ногах. Хорас замахнулся своим мечом и стал приближаться к юноше. Дрейк медленно отбивает удар, из-за чего ему порезали руку. Юноша схватился за меч двумя руками и по его телу стали бегать небольшие сгустки дыма.          \n- Сейчас я покажу тебе мою истинную скорость, - сказал Дрейк. \nХорас ничего не ответил и с встревоженным взглядом, встал в защитную стойку. Король демонов только собирался произнести следующее заклинания, как Дрейк моментально подбежал к нему и собирался порезать лицо. Хорас в последнюю секунду успевает среагировать и прикрыть себя мечом. Дрейк тут же разворачивается на месте и наносит удар с другой стороны. Король демонов не успевает среагировать, и юноша разрезает его левую щёку. Хорас терпит боль, хватает Дрейка за руку, резко поднимает в воздух и сильно бьёт о землю. После пяти ударов, король демонов впечатывает парня в землю и пробивает ему живот насквозь. Дрейк кричит от боли, но хватает магический меч за лезвие рукой монстра и ломает его. Хорас немедленно призывает ещё один и пытается снова пронзить парня, но тот отбивает удар своим мечом и протыкает королю демонов ногу. Хорас отступает назад. Юноша поднимается на ноги. Кровь из раны медленно окрашивает костюм. Дрейк рвёт часть плаща и обматывает вокруг живота. Хорас читает заклинание и вокруг него появляется пять магических лезвий. Король демонов протягивает руку вперёд и клиники летят к юноше. Дрейк бежит напролом и отбивает все лезвия. Хорас притягивает руку к себе и лезвия летят назад, раня юношу. Одно из клинков проходит сквозь плечо и застревает в ране. Юноша стиснул зубы от боли и превратился в монстра. Клинок тут же исчез, оставив небольшую дыру. Дрейк бросился на Хораса, но тут же наступает на ловушку. Под ногами юноши появляется магический круг с надписями и взрывается. Дрейк окидывает взрывом в гору мусора и его засыпало сверху обломками. Хорас подошёл проверить жив ли юноша. Он увидел торчащий меч из-под обломков на которой лежала рука Дрейка, а от тела шла к нему лужа крови. Король демонов решил, что убил юношу, забрал меч, как трофей и телепортировался к своим войскам. Хорас стоял перед полем боя и увидел, что его последнего генерала убил герой копья, который проткнул ему живот своим оружием, а войско снова понесло большие потери. \n- Мой лорд, - обратился Чума к Хорасу, встав на колени, - вы ранены, выпейте это целебное зелье, - протянул он одну из своих склянок с груди.\n- Это всего лишь царапины, оставь свои зелья более раненным солдатам.\n- Как скажите, господин, - встал всадник с колен.\nКороль демонов крикнул: «Люди, сдавайтесь! Ваш убийца демонов пал! - поднял он меч Дрейка над головой. – Если вы сдадитесь, то я сохраню вам жизни, сделав своими рабами, и даже позволю увидеть, как ваш мир станет моим вторым царством».\n- Дрейк не мог тебе проиграть, ты врёшь! – крикнула разъярённо Эмили. \n- Он говорил нам, что ни за что не проиграет тебе, неважно каким ты будешь сильным, - поддержала её Сара. – Он обещал своему наставнику, что обязательно победит тебя и я верю, что Дрейк сдержит своё обещание. \n- Тогда позовите его и убедитесь, что он мёртв, - ухмыльнулся Хорас.\n- Дрейк! – кричали девушки вместе с героями во весь голос. После того как на их крики никто не ответил, все поникли. \n- Нет, Дрейк, так не должно было быть, - зарыдала Сара, упав на колени. К ней подошли остальные и стали успокаивать. \n- Убить их, а то тошно смотреть! - приказал Хорас своим войскам.\nДемоны толпой накинулись на людей, которые были духовно сломлены и никак не сопротивлялись. В дали от поля боя в воздух поднялся густой столб чёрного дыма. Оно направилось к демонам. И этот дым влетел в центр войск демонов и взорвался, убив почти всех. Когда дым рассеялся, то все увидели еле стоящего на ногах Дрейка. Он был весь в крови, по всему телу кровоточили глубокие раны. Одежда была вся разорвана в клочья, левая рука юноши была вывихнута, на ногах виднелись тканевые мышцы, а кровь, капавшая с бровей в глаза, окрашивали белую глазницу в красный, которая виднелась за сломанными линзами маски. \n- Как ты можешь быть жив? – удивился Хорас. – Я же видел, что ты погиб. Из тебя вытекло море крови.\nДрейк молча стоял несколько секунд неподвижно и лишь тяжело вздыхал. Затем он медленно стал снимать свою маску еле двигающейся левой рукой. Хруст суставов слышали все вокруг и это приводило их в ужас. Когда маска была снята, то показались снежно белые волосы Дрейка, перемешанные с кровью и грязью. Юноша развернулся к ребятам и медленно пошёл к ним. С каждым его шагом раздавался хруст повреждённых костей. Все наблюдали за ним, и никто ничего не делал. Подойдя к друзьям, Дрейк сказал: «Я же говорил тебе, Сара, больше улыбаться, а не грустить. Неужели так сложно выполнить мою просьбу, - юноша улыбнулся и из его рта пошла кровь.»\nРебята смотрели на него шокированными глазами и не могли ничего сказать. \n- Сидите здесь, а я сейчас с ними разберусь, - Дрейк развернулся и пошёл к Хорасу. Сара и Эмилия хотели его остановить, но герои помешали им, сказав, что он сам разберётся с ними. Дрейк медленно ковылял к Хорасу и приблизившись к демонам остановился. \n- Убейте его, сейчас же, он слаб и почти в могиле! – кричал своим войскам король.\nЮноша просто стоял и проводил по всем монстрам холодный взгляд, который пугал их всех. Они расступились и дали пройти юноше. \n- Что вы творите идиоты! – недоумевал Хорас. – Ему нужно всего лишь один раз ударить по голове, и он умрёт.\nДемоны его не слушали и позволяли Дрейку пройти без боя. Подходя всё ближе королю, юноша вставлял вывихнутые и сломанные кости на место, при этом не на секунду не отрывал холодный взгляд от Хораса, который нервничает всё сильнее и сильнее. \n- Всадники убейте его! – приказал уже испуганным голосом король демонов.\n- Слушаемся, - ответили его прислужники и пошли к Дрейку. \nПодойдя поближе, Чума достал несколько стеклянных шаров с жёлтой жидкостью и бросил в юношу. Они сломались о тело Дрейка и стали прожигать его кожу. Юноша смахнул с себя всю кислоту, не переставая идти с не возмутимым взглядом. Чума достал снова свои стеклянные шары, но Дрейк уже был рядом с ним. Он прошёл мимо Чумы, даже не взглянув на него. \n- Что ты творишь всадник? Немедленно убей этого сопляка, - приказывает Хорас. \nЧума смотрит на юношу, который отдаляется от него. Он полностью спокоен и полон решимости.  Опрокинув взгляд на трусливого короля демонов, Чума убирает шары в сумку и приказывает Голоду не стрелять в юношу. Всадник убирает лук со словами: «Да, брат» - и отходит в сторону.\n- Предатели! – кричит Хорас на всех. \n- Нет, господин. Мы всадники подчиняемся только королю демонов, который ничего не боится и способен одним своим взглядом вселять ужас в своих врагов. Вы же дрожите от страха и просите слуг убить вашего врага, который хочет сразиться только с вами. \n- Что ты такое говоришь, Чума, он убил твоих братьев и прикончил бы тебя, если бы я не помог тебе. Ты обязан мне жизнью.\n- Вы правы. Я держу злобу за смерть своих братьев, но они были сами виноваты в этом из-за своей самоуверенности. А жизнью я обязан бесстрашному Хорасу, а не трусливому цыплёнку. \nКороль был взбешён такими оскорбительными словами от своего самого верного слуги. \n- Тогда я сам прикончу этого сопляка, - король демонов направился к юноше. Зачитав заклинание, он призвал пять клинков и направил их не Дрейка. Юноша отбил их своими руками, приблизился к Хорасу дымовым рывком и сильным ударом по лицу откинул его назад на пустую площадь. Король демонов выронил меч Дрейка. Юноша подобрал его и встал в боевую стойку. Меч Дрейка окутался чёрным дымом, как и он сам. Хорас поднялся с земли после удара и увидел, что Дрейк готовиться нанести удар. Король демонов стал быстро читать свои сильнейшие заклинания. Он призвал пять своих клонов, которых окутывал большой фиолетовый барьер, в руках у них было по магическому щиту и мечу, а сами они были одеты в красные шипастые доспехи, над головой у каждого висело по три огромных световых клинка. Хорас со своими двойниками встали в боевую стойку и побежали на юношу. В Дрейка полетели все световые клинки, от которых он уклонился и одним резким разворотом разрезал одного из клонов пополам, сломав как барьер, так и доспехи. Хорас с двойниками ненадолго встали в ступор, но потом побежали толпой на юношу. Дрейк с холодным и невозмутимым взглядом убивал одного клона за другим. Хорас стал призывать всё больше клонов, но юноша расправлялся с ними всё быстрее и быстрее. Хорас перестал колдовать и кинулся в бой. Дрейк отпарировал его удар и разрезал барьер. Хорас прикрылся магическим щитом, но меч юноши нашёл его слабое звено и сломал. Король демонов пятился назад, держа меч двумя руками перед собой. Он отбивал удары Дрейка и сам пытался контратаковать, но безуспешно. Юноша срезал части его магических доспехов с каждой его неудачной атаки. Сняв всю броню на верхней части тела, Дрейк стал наносить тяжёлые раны. Хорас защищался как мог, но от объявшего его страха, он пропускал большую часть ударов. Когда у короля демонов ослабли руки от ран, что он больше не смог держать меч, то Дрейк тут же отсёк ему руки по локти. Хорас завопил от боли и, упав на колени, стал требовать пощады. Но Дрейк проигнорировал его слова. Как только юноша замахнулся мечом, король демонов закричал и тут же замолк. Дрейк мгновенно разрезал его на мелкие куски. От Хораса осталось только мокрое место и порубленные руки. Дрейк убрал меч в ножны и пошёл к друзьям. Все демоны и всадники апокалипсиса встретили его, встав на колено и приклонив головы. \n- Что вы делаете? – недоумевал Дрейк.\n- Приветствуем нового короля демонов! – громко ответил Чума.\nДемоны заорали от радости.\n- Нет-нет-нет, - прервал их весёлые крики юноша, - я не хочу быть королём, тем более демонов.\n- По нашим обычаям королём демонов может стать только тот, кто вселяет в своих врагов страх холодным взглядом и является бесстрашным лидером. Я увы, не подхожу на эту роль.   \n- К чёрту, потом разберусь с этим, - махнул Дрейк рукой и направился к героям. Сара и Эмилия побежали к нему на встречу. Подойдя, они сжали юношу в крепкие объятия. \n- Ты справился, Дрейк, ты это сделал, - сказала радостная Сара.\n- У тебя получилось, Дрейк, я так рада, - добавила Эмилия.\n- Я тоже счастлив, - обнял их Дрейк в ответ. - И был бы ещё больше рад, если вы меня отпустили, у меня ещё всё тело болит.     \nДевушки тут же отошли от него.\n- Точно, тебя надо срочно вылечить, - забеспокоились девушки.\n- Не стоит, моя регенерация справиться с этим, - Дрейк присмотрелся к ране на голове Эмилии. Он положил на рану руку и вылечил её. \n- Дрейк, - окликнул его издалека Рекс, - можешь меня тоже вылечить, а то умирать не хочется?\n- Конечно, ты только подожди, - Дрейк подошёл к копейщику, который лежал у ног Марты, и исцелил его.\n- Поздравляем тебя Дрейк с победой, - сказали герои вместе.\n- Спасибо, вы только поэтому заставили Рекса меня позвать?\n- Да, это была идея Марты, - ответил Луцио.\nОна улыбнулась, посмотрев на Дрейка, и ничего не сказала.\n- Ну ладно. Подходите девчата поближе, пора отправляться в мир людей, - предупредил он Сару с Эмилией. Они подошли к нему. А за ними шёл Чума. \n- Господин, Дрейк, неужели вы оставляете нас? – спросил всадник, подойдя к ребятам. \n- Я же сказал, что не хочу быть королём. Меня не интересует это.\n- Тогда пока вы не ушли не могли бы вы дать нам напутствие и назначить нам нового короля, которого считаете достойным?\n- Да, могу. Теперь слушай ты ста… - задумался ненадолго Дрейк. - А хотя погоди. У меня есть отличная идея. \nВ мире людей во дворце короля Кустена взволнованные солдаты заходят в покои короля и сообщают ему о том, что пришли важные гости для аудиенции с королём и его свитой в тронном зале. Через пару минут Артур со своими людьми идут к месту встречи. Открыв двери в тронный зал, они видят стоящих в центре героев с Дрейком, Сарой, Эмилией, Чумой и старым демоном. \n- Как это понимать? – спросил король Артур. \n- Мы здесь, чтобы договориться о мире между людьми и демонами, - ответил Дрейк. \n- Но этим должны заниматься представители сторон или сами лидеры сторон.\n- Лидер королевства демонов только что говорил с вами, а мы его свита и представители, - сказал Чума, указав рукой на юношу и себя со старым демоном.\n- Стойте! Неужели ты стал новым королём демонов?! – удивился Артур.\n- Да, всё именно так, - подтвердил юноша. – Я убил Хораса и занял его место.\n- Это значит, что наша война наконец окончена, - обрадовался король. \n- Да, но нам сейчас надо обсудить и заключить мирный договор между демонами и людьми.\nКороль со свитой удивлённо выпученными глазами посмотрели на демона и Чуму. \n- Арти, давай мы сядем и попробуем договориться о мире. Я уверен, что этот союз может сначала не всех обрадовать, но потом, когда люди проживут с демонами бок о бок пару лет, то это принесёт свои плоды и все люди и не люди будут счастливы.\nКороль задумался и затем ответил: «Хорошо, я дам шанс на обсуждение мирного договора и союза людей с демонами».\n- Вы молодцы господин, Дрейк, - похвалил его чума. \n- Да, я вообще не верил, что у вас получиться убедить короля людей, но теперь я не буду сомневаться в ваших решениях мой король, - удивился старый демон.\n- Тогда лидеры и представители сторон прошу пройти со мной в комнату для переговоров, а всем остальным ждать здесь или перед дворцом, - сказал король и вышел из тронного зала. За ним пошли трое людей из его свиты, Дрейк со старым демоном и Чумой, а остальные отправились кто куда. После двух часов переговоров Дрейк встречает девушек, сидящих на скамейке перед входом во дворец.\n- Как всё прошло, Дрейк? – поинтересовались девушки.\n- Лучше, чем я рассчитывал, - ответил обрадованный Дрейк. – Сегодня ровно в три часа дня мы предстанем перед народом и сообщим о мире между людьми и демонами.\n- А у тебя уже готова речь, Дрейк? – поинтересовалась Эмилия.\n- Какая речь?\n- Дрейк все знают, что после объявления важной новости правители должны выступить перед народом с воодушевляющей речью, - объяснила ему Сара.\n- Да ладно придумаю, что-нибудь на ходу.\n- Нет так нельзя делать Дрейк! – осадила его Эмилия. – Сейчас мы вместе будем готовить вам речь.\n- Нет, давайте не надо.\n- А ну сядь и говори! – крикнули на него девушки и силой усадили на скамейку.\nДрейк учил и прорабатывал свою речь для народа вместе с девушками. Когда пришло время объявления новостей народу, то первым на площади выступил Артур. Он рассказал людям о том, что в войне они одержали победу и демоны решили заключить мирный союз с людьми. Народ был сперва недоволен, но после длинной и яркой речью короля, они успокоились. Затем Артур позвал Дрейка выступить со своей речью перед жителями Кустена. Юноша вышел в своём костюме без маски и говорит: «Жители Кустена. Я знаю, что демоны во время войны принесли вам много боли и несчастья, что вы не готовы их простить даже под угрозой смерти, но я, как их король прошу вас сменить гнев на милость и постараться жить с ними в мире и согласии, так как уверен ,что этот союз поможет стать всем нам счастливыми и сплочёнными. Давайте же попробуем приблизиться к миру без войн и разногласий. Где каждый может воплотить свою мечту в реальность, где каждый может стать кем хочет, где каждый был бы рад умереть без сожалений о прожитой жизни». \nНарод аплодировал и восхищённо орал от радости. Дрейк одел свою маску и ушёл обратно в палатку, где сидели стражи короля, сам Артур, Чума со старым демоном и его друзья. \n- Как вам моя речь? – поинтересовался юноша.\n- Она очень давит на жалость, много слишком счастливых моментов и завершать речь словами о смерти, крайне нежелательно, но в целом неплохо, - раскритиковал его Артур по-дружески.     \n- Нам очень понравилось, господин Дрейк, - похвалили его Чума и старый демон. \n- Нам тоже очень понравилось, - ответил Рекс с героями.\n- Отлично. А теперь я передаю свой пост короля тебе, Чума, - подошёл он к всаднику и пожал ему руку. – Правь так, чтобы не было разногласий между людьми и демонами и старайся не устраивать войны.   \n- Подождите, господин Дрейк, неужели вы править не будете? – удивился Чума.\n- Я же поправил чуть-чуть и понял, что это очень скучно, да и мне не нравиться, а вот тебе наоборот. Ты будешь отличным лидером и думаю, что демоны согласятся со мной, так ведь, Прод?\n- Вы абсолютно правы, господин Дрейк, - подтвердил старый демон.\n- Вот видишь, Прод согласен, значит и другие против не будут. \n- И что тогда мне сказать демонам когда вернусь обратно без нашего короля? – спросил Чума.\n- Разве без него? Ты теперь король, а я могу зваться героем и идти помогать людям в беде. \n«После того как Шедоу это признает, но опустим эту деталь» - проговорил про себя Дрейк. \n- Ясно вас не переубедить, - расстроился всадник. - Тогда я желаю вам всего лучшего в ваших странствиях.\n- Спасибо, и тебе удачи в правлении. Сара, Эмили пошли отсюда, - Подойдя с девушками к выходу, Дрейк попрощался с остальными ребятами. – Всем пока, - и ушёл. \n- Пока, - ответили ему все в ответ.  \n- И куда мы идём? - спросила Эмилия.\n- Сперва туда, где нет людей, держитесь, - протянул он им руку. Девушки пожали плечами и схватились за неё. Они телепортировались к одинокому дереву у подножия небольшого холма. \n- Всё закончиться там, где и началось, да, Шедоу? – сказал Дрейк, смотря в даль. Девушки не поняли с кем он разговаривает и хотели спросить, но тут же перед ними появилась ярко-голубая воронка, в которой стоял Шедоу и отвечает на вопрос юноши: «Да, Дрейк, ты прав. Проходи, а вы девушки подождите нас немного». Дрейк зашёл в портал, и он тут же закрылся.\n- Поздравляю тебя с пройденным испытанием! – похвалил его Шедоу.\n- Спасибо.\n- Теперь отдай мне меч.\nДрейк снял со спины катану и отдал Шедоу.\n- Ну что, готов получить все мои силы? \n- Конечно, - уверенно ответил Дрейк.\n- Тогда скажи мне тебя наделить только суперсилами или ещё дать все мои знания?\n- Мне только силы. Если буду знать всё и вся, то мне будет скучно жить. \n- Некоторым людям наоборот это нравилось, но раз уж хочешь так, то пожалуйста.\nДрейка окутал чёрный густой дым и через пару секунд рассеялся.\n- Всё готово, теперь ты, Дрейк Морган, стал Шедоу измерения D15. С этого момента она находиться под твоей защитой от твоего Анти-Шедоу. \n- Можно тогда я кое-кого возьму с собой в мой мир? – поинтересовался Дрейк.\n- Ты про своё обещание девушкам?\n- Да. \n- Делай, что хочешь, ты теперь Шедоу, а значит надёжный герой. Главное не забудь их вернуть обратно, хорошо?\n- Конечно. Тогда я пойду, - Дрейк создал перед собой синюю воронку и хотел уже пройти через него, но Шедоу схватил его за плечо. \n- Подожди, - протянул он два резиновых браслета. – Куда ты без оружия собрался? Я их улучшил, теперь ты можешь создавать всё что хочешь. Носи на здоровье.\n- Спасибо, - взял Дрейк браслеты, одел на запястья и обнял наставника. Затем он отшёл от него и спросил: «А откуда они у тебя?»\n- Взял у Этея, когда ты отдал ему.\n- Так Этей был с тобой в сговоре?\n- И он, и твой конь. \n- Ну-у, с Тьмой то ладно, я и не удивлён. Но вот Этей. \n- Не расстраивайся ты так. Я же тебе напрямую не помогал, значит ты всё делал сам.\n- Ладно не буду забивать голову.\n- Молодец, теперь можешь идти. \n- Шедоу, можно тебя попросить кое-что сделать, прежде чем я уйду?   \n- Говори.\n- Сними маску и покажи мне своё лицо. Настоящее, не случайного человека.\n- Хорошо, - Шедоу снял маску и Дрейк был в шоке. Лицо мужчины было похоже на лицо юноши. Такой же снежно-белый цвет волос, глаза со зрачками всех цветов.\n- Это твоё настоящее лицо? Ты меня не обманываешь? – спросил Дрейк.\n- Ни в коем случае. Это моё настоящее лицо. Я это ты, только из другого измерения.\n- Ясно. Значит все остальные Шедоу тоже я?\n- Да, большая их часть. \n- Большая?\n- Это ты узнаешь сам попозже, а сейчас не заставляй девушек ждать.\n- Да, ты прав. До встречи, Шедоу, - попрощался Дрейк и прыгнул в портал, который закрылся.\n- До встречи… Шедоу, - сказал мужчина в пустоту после недолгой паузы.\n- Наконец-то ты вернулся, - обняли Дрейка Эмили и Сара. \n- Шедоу же сказал, что мы ненадолго. Неужели вы уже соскучились?\n- Ещё как.\n- Какие же вы нетерпеливые. \n- Прямо, как ты.\n- Хорошо, соглашусь с вами. А теперь, готовы ли вы пойти со мной в моё измерение?\n- Да, - ответили девушки одновременно.\n- Тогда, - появилась синяя воронка перед ребятами, - пошли.\nДрейк с девушками прошли через неё и воронка закрылась. "
    ]
  }
]