[
  {
    "id": 0,
    "about": {
      "cover": "Odinoky_Putnik.jpg",
      "title": "Одинокий путник",
      "categories": ["боевик", "путешествие", "романтика", "фентези"],
      "type": "Роман",
      "description": "Такеда Кай который в детстве лишился семьи из-за демона, держит путь на кровавый остров, чтобы истребить их всех до единого, чтобы больше никто не смог почувствовать такой же боли, как он. Его путь полон опасности и сюрпризов, а также полон встречами с необычными существами, которые присоединятся к его странствию и помогут выполнить его цель.",
      "contents": [
        "Глава 1: Выживший",
        "Глава 2: Необычная встреча",
        "Глава 3: Девятихвостая лиса",
        "Глава 4: Фестиваль кошмара",
        "Глава 5: Небесные воины",
        "Глава 6",
        "Глава 7",
        "Глава 8",
        "Глава 9",
        "Глава 10"
      ]
    },
    "parts": [
      "Тёплым весенним днём юноша в оранжевой самурайской броне и с катаной возвращался домой на гору, где все деревья по пути были склонены, словно защищали спину путника от жарящего уходящего солнца и вели его к своей семье. Тихий ветер тряс ветки и толкал молодого человека в спину, словно торопя его встречу с родными. Зайдя в дом, юноша зашёл к себе в комнату где сразу скинул с себя доспехи и шлем, отложил в сторону меч и переоделся в чистую юкату. Затем он вышел на задний двор где была его семья. Красавица Мать сидела на крыльце и читала книгу, изредка поглядывая на своих мужчин, однорукий отец выкрикивал удары, который выполнял его младший сын с деревянной катаной истекая седьмым потом.\n- Смотрю всё так же, как и всегда, - с большой улыбкой сказал юноша.\n- О, уже вернулся, а я и не ожидала, что так рано придёшь, - удивилась мать. – Что-то произошло сегодня?\n- Нет, ничего интересного. Был обычный спокойный день.\n- Значит ты готов тренироваться? – спросил отец.\n- Конечно, я полон сил.\n- Ну и замечательно, бери сою деревянную катану и иди к Каю.\nЮноша встал рядом со своим братом и стал повторять упражнения вместе с ним.\n- Наконец-то ты вернулся, Шен, готов сегодня проиграть мне в дуэли? – спросил Кай.\n- Всё ещё не бросаешь попытки меня победить, а ты упёртый.\n- Для того чтобы стать сильнее, мне необходимо сражаться с сильными соперниками. Я уже победил всех самураев нашей деревни, кроме тебя.\n- Поздравляю тебя с таким достижением в пятнадцать лет. Обогнал меня на два года, но, а победить меня всё не можешь, - похихикал Шен.\n- Ничего, сегодня всё измениться, - с большой уверенностью говорит Кай.\n- Можно уже закончить с ударами и начать вашу дуэль, одевайте защиту и готовьтесь - приказал им отец. – сыновья тут же одели защитные шлема и встали друг против друга. – Готовы? Начали!\nКай кинулся вперёд, сделав вертикальный удар. Шен скакнул в сторону и занёс катану под бок брата. Кай моментально развернулся в его сторону и остановил деревянное лезвие, рукояткой своего меча. Он сделал шаг вперёд со скрещенными мечами, отпихнул руки Шена, чтобы он не смог защититься и уже собирался врезать ему по груди. Старший брат не растерялся, подошёл в притык и сильны поворотом толкнул младшего своим телом. Кай попятился от Шена, еле-еле устояв на ногах. Старший наносит несколько ударов, но младший всё отбивает с большим трудом. Кай встал в стойку. Шен тут же нанёс ещё серию молниеносных атак. Кай парировал каждую из них, ни разу не моргнув. Когда Шен возвращался в стойку, младший брат готовился нанести сильный пронзающий удар. Стоило старшему выпрямиться, как Кай молниеносно сделал выпад и выпрямил руки. Шен развернулся к нему спиной, увернувшись от меча, и ударил через бок младшему брату в живот. Кай отошёл назад, упав на колено, и схватился за место удара.\n- Всё, Кай проиграл! – крикнул отец. – На сегодня тренировка окончена, отдыхайте.\n- Вот попейте холодной воды, и витерите пот, - принесла мать ребятам кувшин с полотенцами и оставила на крыльце. – И потом идите ужинать.\n- Хорошо, мама, -  ответил Шен и подбежал к младшему брату: «Сильно ударил?»\n- Нет, - ответил Кай скрежета зубами, - это я налетел слишком быстро на твою атаку. Где ты научился этому приёму?\n- Меня этому обучил Футаро, когда нам не чем было заняться на патруле.\n- Обучишь меня этому приёму?\n- Конечно. Но не сегодня, - Шен взял полотенце с крыльца и вытер пот. – Лови, - бросил он второе полотенце брату. Он поймал его.\n- Спасибо.\nПока Кай вытирался, Шен поднёс ему кувшин с водой: «Пей первым, ты же весь день тренировался, и очень сильно устал».\n- А ты был на работе.\n- Я там почти ничего не делал, к тому же старший брат обязан заботиться о младшем.\n- Спасибо за заботу, - взял Кай кувшин и жадно стал пить воду. – Вот держи. – Шен тоже допил оставшуюся воду.\n- Пошли на кухню, думаю мама уже накрыла стол.\nБратья зашли в дом. Вся семья сидела за столом и ела рис с жаренной рыбой и овощами.\n- Сегодня был интересный бой между вами, - подметила мама.\n- Потому что Кай не покладая рук тренируется с самого восхода уже не первый год, а Шен набирается опыту уже в настоящих сражениях, - похвалил их отец.\n- Дорогой, когда ты соберёшься рассказать им про наш семейный секрет? – поинтересовалась мать.\n- Какой ещё секрет? – в один голос сказали братья.\n- Когда Кай вырастет и станет самураем, то я расскажу им всё.\n- В первые слышу, что у нашей семьи есть какой-то секрет, - недоумевает Шен.\n- Может это какая-то секретная техника, фехтования которая передаётся от поколения к поколению? – предположил Кай.\n- Разочарую тебя, Кай, но нет.\n- Жалко. А ты не можешь рассказать его сейчас?\n- Я уже сказал, когда расскажу, а пока эти условия не будут выполнены я нем, как рыба.\nКай и Шен разочаровались, но сразу смерились с этим, так как отец им никогда не врал. После того как все поужинали и убрались мать попросила детей сходить за водой к колодцу. Ребята взяли вёдра и пошли по склону в деревню.\n- Шен, не хочешь пробежаться до колодца, кто быстрее? – предложил Кай.\n- У тебя ещё остались силы после всего этого?\n- У меня они ещё даже не стали заканчиваться. Так что согласен пробежаться?\n- Ну давай.\n- Тогда, раз, два, три, - ребята побежали с необыкновенной скоростью. Через пару минут они были у колодца в центре деревни.\n- Я первый! – радостно крикнул Шен.\n- Ничего, стоит мне немного вырасти и уже будешь вторым, - ответил Кай.\n- Кай, я старше тебя на восемь лет и это не измениться, если ты повзрослеешь.\n- Но когда ты будешь шестидесятилетним стариком, а я мужчиной, то без проблем обгоню тебя.\n- Хорошо, я запомню это, а теперь давай быстро наберём воды и вернёмся.\nРебята по очереди заполняли вёдра и в это время мимо них прошла знакомая девушка.\n- Шен, Кай привет! – крикнула она.\n- Привет, Руми! – ответили они ей.\n- Вы сейчас домой идёте? – подошла рыжеволосая девушка к парням поближе. Она была очень красивой. Милое лицо, стройная и вытянутая фигура и маленькие синение глаза, словно ягоды.\n- Да, мать попросила нас принести воды, - сказал Шен слегка дрожащим голосом\n- Можете тогда ненадолго задержаться и пройтись к моему дому? Дедушка с бабушкой хотят подарить тебе немного овощей за защиту от бандитов три дня назад.\n- Хорошо.\nРебята взяли вёдра с водой и пошли за девушкой. По пути жители деревни приветствовали Шена и благодарили за защиту. Придя к дому, ребята стояли и ждали бабушку и дедушку девушки.\n- Вот и наш любимый Шен, - поприветствовала старушка юношу, тискав его щёки.\n- А это наша благодарность тебе, - протянул пожилой мужчина корзину с овощами.\n- Спасибо вам большое за подарок, - поклонился Шен.\n- Не стоит кланяться, - пробормотал старик и выпрямил юношу, - это должны делать мы.\n- Шен, - вышла Руми из дома с маленькой коробкой, обмотанной в платок, - это тебе благодарность от меня.\n- Руми не стоит…\n- Просто возьми и не отказывайся, - перебила его девушка.\n- Хорошо, - нервничая, он взял подарок.\n- Доброго вам вечера ребята, - попрощались Руми с бабушкой и дедушкой.\nНа пол пути к дому Кай спросил: «Шен, почему ты так занервничал, когда Руми сказала тебе взять подарок?»\n- Просто… сложно спокойно себя вести с человеком которого любишь.\n- О так я всё же был прав?\n- На счёт чего?\n- Как-то раз родители обсуждали на ком ты скорее всего женишься. А я это услышал и решил поспорить с ним что это будет Руми, а не Ико. И походу они уже проиграли мне.\n- То, что я её люблю ещё не значит, что женюсь, она же может отказать мне.\n- Что за бред ты несёшь. Никакая девушка не откажет тебе. Ты же самый сильный самурай в нашей деревне, очень красивый и умный. Неужели ты веришь в то, что она может тебе отказать?\n- Нет. Я скорее боюсь, что это может случиться.\n- О так наш смелый самурай не такой уж и бесстрашный?\n- Я никогда не говорил, что являюсь таким.\n- Да?! А как же тот случай с прыжком в реку?\n- Тогда я хотел тебя подбодрить, чтобы ты стал таким же, как и я.\n- Поэтому предлагал мне спрыгнуть с нашей горы в реку с сильным течением.\n- Я бы прыгнул тут же за тобой и спас бы.\n- Ага, только вот меня бы уже давно смыло бы.\n- Да не злись ты из-за этого, всё равно же не прыгнул.\n- Но чувство того, что я трус преследовало меня долго.\n- А что поделать, если так и есть.\n- Сейчас мы придём домой, и я покажу тебе какой я трус, - разозлился Кай.\n- Неужели прыгнешь в реку?\n- Ещё как.\n- Тогда пошли быстрее, хочу на это посмотреть.\nРебята ускорились. Подходя к дому, мальчишки услышали крики родителей из дома. Ребята забежали в дом, а там огромный двухметровый красный демон грыз их мать острыми зубами. Мальчики с ужасом смотрели в пустые чёрные глаза монстра, словно были парализованы от ужаса. Рот демона был запачкан кровью, острые когти разрывали тело женщины на мелкие куски, а рядом с чудищем лежал полуживой отец и из последних сил он бросил в сыновей катану и крикнул: «Бегите!» Чудище тут же пронзает мужчину своими огромными руками. Шен схватил меч и вместе с братом выбежал из дома. Демон тут же бросился за детьми. Чудище догнало Шена и повалило на землю. Юноша выхватил меч из ножен и порезал глаз демону. Монстр завыл от боли.\n- Беги, Кай к уступу и прыгай, я за тобой! – поднимался Шен с земли.\nМладший брат добежал до уступа, но остановился.\n- Прыгай! – бежит к нему старший брат.\n- Я … я не могу, - дрожит Кай.\n- Просто прыгай не думай о страхе, - кричит Шен, подбегая к нему. Но тут же монстр яростным рывком догоняет юношу и отрывает руку своими острыми когтями. Шен закричал от боли, но не остановился. Он сталкивает Кая с уступа и кричит ему напоследок: «Обязательно выживи, не смей умирать!» Юноша упал в воду и потерял сознание, а на горе раздался крик Шена, который никто из деревни не услышал.\nТело Кая двигалось вниз по течению. В коме юноша воспроизводил момент убийства семьи. Перед ним лежат трупы родных, над которыми он склонился и заплакал.\n- Нет, нет, нет! Я не хочу в это верить! Этого не могло произойти наяву.\nПока Кай рыдал и орал перед ним из крови убитой семьи появился двухметровый чёрный демон, с костлявым туловищем, острыми зубами, когтями, белыми глазами и кроваво красным мечом. Юноша смотрит на него с испуганными глазами и ничего не может поделать. Но из-за спины доноситься крик брата: «Кай, выживи не дай этому демону убить тебя!» Юноша набирается смелости, берёт меч из рук брата и встаёт в защитную стойку. Демон, превратившись в дым, перемещается к нему за спину и наносит удар. Кай отпрыгнул и ударил в ответ. Демон снова переместился к нему за спину. Юноша ели успевает среагировать, чтобы парировать удар. Демон начинает постоянно скакать вокруг Кая нанося удары. Юноша не успевает отбивать атаки. Кровавый меч разрезает плоть Кая, обжигая раны. Стоя весь в ранах и истекая кровью Кай не отпускает меч и продолжает защищаться пока один удар не настиг его лица. Прямо перед глазами проносился меч, который собирался его разрезать. Кай тут же набрался решимости, ловко выхватил меч демона из его рук, недалеко отпрыгивает, слегка приседает и делает резкий выпад, разрезав монстра пополам. Юношу тут же схватила рука с острыми когтями. Верхняя часть демона говорит Каю: «Теперь ты следующий! Твоя жизнь больше не будет прежней!» и кусает его за лицо.\nЮноша просыпается от комы и видит, что он находиться в чьём-то доме. Кай встаёт с кровати и видит рядом зеркало. Посмотрев в него, он видит, что цвет его глаз и волос изменились. Чёрные волосы, превратились в белые, словно снег, а правый голубой глаз стал красным, как кровь. На губах у юноши образовались красные шрамы, которые остались от укуса. Дверь открылась и в комнату зашёл седой старик с длинными усами.\n- Ты уже очнулся, как самочувствие? – поинтересовался старый незнакомец.\nКай вспоминает, что с ним произошло, упал на пол и, свесив голову, ответил: «Всё… всё ужасно. Моих родных убил демон. А меня спас мой брат. Он спихнул меня с обрыва и крикнул, чтобы продолжал жить. Но я, - расплакался юноша, - не хочу жить без них».\n- Выкинь эти мысли из головы, - подошёл старик поближе и сел на колено. - Неужели твой брат зря пожертвовал собой?\n- Нет.\n- Тогда будь добр исполнить его последнюю волю.\n- Я, - Кай вытер слёзы, - постараюсь.\n- И что же ты планируешь делать дальше?\n- Я стану сильным и истреблю всех демонов! – сжал он кулаки со злым оскалом.\n- И как же ты это сделаешь? – ехидно спросил старик.\n- Я стану самым сильным самураем.\n- Это неплохой выбор, но обычным фехтованием ты сможешь убить только слабых демонов, а сильных нет.\n- И что нужно, чтобы одолеть таких?\n- Нужно владеть стилем «Ветряных клинков».\n- Что в ней такого особенного?\n- Это секретная техника фехтования, которая очень эффективна против демонов, так как была создана первым человеком, который бросил им вызов наплевав на смерть. Этот стиль передавался в секрете от учителя к ученику. Я могу обучить ею тебя, но сможешь ли ты пройти суровые тренировки, чтобы сражаться с демонами на ровне?\n- Смогу! – посмотрел он на старика горящими глазами.\n- Тогда отдыхай, а завтра мы начнём наши тренировки. И ещё называй меня Тейпом.\n- Да, сенсей. А вы меня Каем.\nСтарик кивнул головой и вышел из комнаты.\nС момента начала тренировок прошло пять лет. Кай подрос, стал сильным, красивым и здоровым мужчиной. И время его обучения подошло к концу. Когда он вернулся после небольшой прогулки в дом Тейпа, тот ждал его с двумя катанами и небольшой стопкой с чёрной одеждой.\n- Кай, сядь, - пробормотал старик. Парень выполнил просьбу.\n- Я обучил тебя всему, что знал. Ты добился больших высот и в честь окончания нашей тренировки, я дарю тебе эти мечи из метеоритного металла. Их выковал мой старый друг, который работает кузнецом, по моей просьбе. Эти мечи никогда не затупятся и не сломаются, они буду верно служить тебе на твоём опасном пути. А эту одежду сшила моя знакомая подруга. Ткань очень комфортна и в бою не будет тебе мешать. Но и одежда необычна. Она сшита из волшебных нитей, которые со временем восстанавливаются, если их порезать. Возьми это и носи на здоровье.\nКай взял одежду с оружием, ушёл в свою комнату, всё одел и вышел. Снежно-белые волосы, собранные в косичку, сильно выделялись на чёрном наряде юноши, состоящая из облегающей кофты, штанов и сапог с мягкой подошвой. Маска того же цвета, что и вся одежда, закрывает пол лица, подчёркивая его разноцветные глаза и скрывая шрамы на рту.\n- Смотришься ты очень хорошо, - похвалил его старик.\n- Спасибо вам, мастер Тейп, за всё, что вы для меня сделали, - обнял Кай наставника. После недолгих объятий, он вышел из дома и направился на восток.\n- Удачи тебе! – крикнул Тейп ему в след.",
      "Беловолосый юноша с двумя катанами по бокам шёл по дороге и свист ветра вместе с шелестом листвы и пением птиц нарушал тишину, которая преследовала Кая. Через несколько пройденных деревьев у него вдруг задымились руки. Юноша берёт в левую руку чёрный меч из ножен, а в правой из воздуха появился кроваво-красный клинок. Мужчина слегка пригнулся и продолжил идти в боевой стойке. Неподалёку от дороги он заметил лошадь, разорванную пополам и высушенную до костей, словно из неё выпели всю кровь. Рядом с трупом были большие свежие следы монстра с перепонками на ногах. Кай пошёл по ним в глубь леса и встретил демона, который только-только закончил пить кровь неудачливого путника. Похож он был на большого карпа с мускулистыми человеческими конечностями, на спине красовался большой ярко-розовый плавник, у пальцев рук и ног были перепонки, а во рту было три ряда острых, как бритва зубов. Когда демон откинул высушенный труп, то развернулся к Каю. Увидев юношу, чудище заулыбалось запачканной кровью ртом. \n- Радуешься тому, что съешь меня? Ну так попробуй, - пригрозил Кай. \nДемон тут же побежал на юношу. Кай спокойно увернулся от выпада монстра и разрезал его на части одним взмахом кровавого клинка. Куски демона упали на землю и превратились в пепел. \n- Слабак, - пробубнил Кай. Убрав мечи, юноша похоронил останки убитого человека под грудой камней. После он продолжил идти.\nЧерез пару часов Кай пришёл в небольшую деревушку. Он сразу же направился в рёкан и покупает себе комнату на ночь. Войдя в маленькую комнату где находился один футон, юноша сел на него и отдыхал от долгой дороги. Рядом с ним образовалась чёрная воронка откуда он достал небольшую книжку и карандаш. Открыв её, Кай рисовал в нём демона которого убил и проговаривал про себя: «Водный демон, похожий на карпа. Слабый. Высушивает жертв, потом ест. Особых боевых умений нет». – Когда юноша перестал рисовать, то у него заурчал живот. – «Надо бы подкрепиться». – Он убрал в воронку книжку с карандашом и пошёл искать лавки с едой. Кай гуляет по поселению и приходит на рынок. Он подошёл к первой же лавке с фруктами. \n- Здравствуйте молодой человек, что хотите купить? – спросил старый торговец.\nКай немного осмотрел весь товар и ответил: «Возьму пять зелёных яблок. Сколько с меня?»\n- Пятнадцать йон.\nЮноша заплатил и, взяв фрукты, направился к себе в комнату. По пути он наткнулся на двух девочек, которые не могли поделить куклу. Он подошёл к ним и спросил: «Девчата, вы сёстры?»\n- Да, - ответила девочка в красной юкате, - но она не хочет делиться. \n- Я могу решить вашу проблему. Дайте мне куклу, - протянул он руку.\nДевочки переглянулись между собой и отдали игрушку. Кай убрал кисти за спину. В пустой руке из чёрного дыма, появилась точно такая же кукла. - А теперь смотрите за волшебством, - сказал юноша и протянул руки с двумя игрушками. Девочки удивились. \n- Как вам? – поинтересовался Кай.\n- Это очень здорово дяденька, - ответила девочка в фиолетовой юкате.\n- Рад это слышать, - улыбнулся Кай под маской. – Возьмите их и больше не ругайтесь из-за пустяков, хорошо?\n- Да, дяденька, - ответили девочки, взяли куклы в руки и побежали играть с ними.\nКай продолжил идти к рёкану. Придя наконец-то к себе в комнату, он сел на футон и стал есть яблоки. Когда уже стемнело, он лёг спать. Каю сниться кошмар, как красный демон, убивший семью, хочет съесть его. Когда монстр уже готов убить Кая, тот просыпается в холодном поту и хватается за катаны. Осознав, что это был всего лишь кошмар, он ложиться спать дальше.\nУтром Кай отправился в путь. Он шёл по дороге пока не стемнело. Юноша отошёл недалеко в лес, разжёг костёр и стал засыпать. Кай ощущает какие-то странные чувства и, открыв глаза, видит перед собой девушку, полностью покрытую разноцветной чешуёй, короткими красными волосами, как огонь, и острыми когтями на руках. Кай тут же подорвался с места, обнажил мечи и хотел уже начать замахиваться для удара, но девушка отступила назад, упала на колени и испуганным голосом сказала: «Не убивайте меня, пожалуйста. Я одна из духов снов баку. У меня и мысли не было вам причинять зло, а всего лишь поесть ваших снов. Прошу не убивайте».\n- Дух снов, значит, - убрал Кай мечи в ножны, но одну из рук оставил на рукояти. – Как мне понять, что ты не врёшь?\n- Тогда смотри, - девушка сжала руки и что-то внутри засветилось. Свет бился из пальцев. Когда она разжала руки, на её ладонях был розовый магический цветок, который переливался яркими цветами и светился. Юношу это заворожило.\n- Демоны такое точно делать не умеют, да и руки мои не задымились, так что я тебе верю, - убрал Кай руку с рукояти и лёг рядом с костром. – Ешь сколько хочешь, мне не жалко. – закрыл он глаза.\n- Благодарю вас, - кивнула девушка.\n- Но если я почувствую, что умираю, поверь у меня хватит скорости снести тебе голову, так что не смей этого делать.\n- Д-да, я поняла, - испугалась она.\nКогда Кай уснул девушка подсела поближе к нему. Она протянула руки к его голове, и они начали светиться тусклым золотым светом. На утро, когда Кай проснулся, то увидел перед собой слово спасибо, выложенное ветками. Юноша поднялся и продолжил идти по дороге. Идя уже пол дня, Кай натыкается на шесть бандитов, которые напали на карету. На земле валялось четверо мёртвых солдат. Один из бандитов пытался открыть дверь кареты, а остальные наблюдали за этим. Кай достал из ножен один меч и медленно подходил к разбойникам.\nОдин из бандитов его заметил и крикнул: «Эй, ты! А ну стой и бросай оружие, иначе убьём тебя».\nКай молча продолжал идти.\n- Глухой что ли? Я сказал стоять, - юноша никак не реагировал на его слова. – Сам напросился, ребята убейте его!\nДвое ближайших бандитов с мечами накинулись на него. Кай встал на месте, замахнулся и сделал горизонтальный удар. От клинка вылетело еле видимое воздушное лезвие, которое разрезало двух бандитов пополам. Куски тел упали на землю, а живые разбойники были в ужасе от увиденного.\n- Какого чёрта?! Он же даже не коснулся их клинком. Не подходи к нам, мы уходим. Бегите парни!\nОни уже собирались бежать, но Кай кинулся к ним, как молния, и разрезал всех за секунду. Затем юноша убрал меч в ножны, подошёл к карете, постучался в дверь и сказал: «Можете выходить я расправился с бандитами». \n- С чего бы нам тебе верить? – раздался голос из кареты.\n- Мне всё равно веришь мне или нет. Я просто помог вам и сказал об этом. Берегите себя, - Кай отошёл от экипажа.\n- Стой! – крикнул голос, и дверь кареты открылась. – Подойди, пожалуйста. – Юноша вернулся и увидел внутри раненного солдата с огромной раной на груди и маленькую черноволосую девочку в красной юкате. \n- Послушай, парень… - тяжело говорит мужчина, - доставь эту девочку в город Ханатура там живут её родители, они достойно вознаградят тебя за это. \n- Что, а как же ты, Хён? – спросила маленькая девочка.\n- Я приду позже. А вам стоит пойти с этим мужчиной. Он сможет вас защитить от опасности. Вы согласны сэр?\n- Этот город, как раз по пути, так что, да. Тем более оставить девочку одну в лесу я не могу.\n- Госпожа идите, за меня не беспокойтесь, слушайтесь теперь этого мужчину, пока не придёте к родным, хорошо? – улыбнулся мужчина.\n- Да, - девочка спрыгнула с кареты, а Кай закрыл дверь.\n- Спасибо вам, юноша, - сказал мужчина через дверь затухающим голосом.\nКай взял девочку на руки, посадил на шею и подошёл к лошадям. Он достал меч, отрезал поводья и отпустил коней. \n- Зачем ты это сделал? – спросила девочка.\n- Чтобы лошади не умерли здесь. Пускай уж лучше продолжат жить в лесу, - ответил Кай и пошёл по дороге. – Так, как тебя зовут? \n- Танако Мана. \n- Приятно познакомиться. А меня зовут Такеда Кай.\n- Кай-сан, а кто вы, самурай?\n- Нет. Хотя, когда-то хотел им стать.\n- А кто вы тогда?\n- Эм-м, - задумался Кай, - убийца демонов.\n- О-о-о, - удивилась девочка, - не врёте?\n- Конечно, нет. Мне не зачем тебе врать.\n- И скольких демонов вы убили?\n- До этого дня тридцать три.\n- Ого! Так много. А вам не было тяжело с ними сражаться?\n- С первыми демонами было тяжело, так как я боялся и не знал, что от них ожидать. Теперь, когда у меня есть опыт и сила, никакой демон не может меня выиграть.\n- А научите меня как сражаться с ними?\n- Нет, ты слишком маленькая.\n- Я не ребёнок, мне одиннадцать, - надула девочка щёки.\n- Говори, что хочешь, но от этого ты сразу не повзрослеешь, - с улыбкой под маской сказал Кай.\nДевочка опустила голову от слов юноши.\n- Не расстраивайся ты так. Лучше наслаждайся тем, что ты ещё ребёнок. А то, когда повзрослеешь, то будешь жалеть себя об этом.\n- А чему радоваться? Что мама с папой запрещают мне делать, что я хочу?\n- Не без причины они это делают. Скажи, что родители тебе запрещают?\n- Играть с моей подругой ночью.\n- А днём с ней нельзя поиграть?\n- Она спит в это время, а просыпается ночью. А я хочу с ней играть, но мама с папой запрещают ночью выходить из дома.\n- Я бы тоже не разрешил своему ребёнку ночью играть с друзьями ночью. Это же опасно. Мало ли что может случиться. Так что не злись на родителей, ведь они заботятся о тебе.\n- Я и не злюсь. Они делают почти всё, что я хочу. Но обидно, что есть вещи, которые мне запрещают делать. Поэтому я хочу побыстрее вырасти, чтобы мне никто ничего не запрещал.\n- Все дети хотят сразу стать взрослыми, но они не знают, как это тяжело. Поэтому просто наслаждайся своим беззаботным детством.\n- Мне так все говорят, уже устала это слушать.\n- А ты не задумывалась почему? \n- Нет.\n- Потому что, у каждого возраста есть свои плюсы и минусы. \n- И какой же тогда у меня плюс?\n- Я уже сказал, что ты можешь жить беззаботно, потому что ещё маленькая, а когда вырастешь, то у тебя появиться много дел, и время на забавы у тебя не будет. Поэтому просто веселись пока есть возможность.\n- А у вас, Кай-сан, тогда какие плюсы?\n- Я могу делать всё, что захочу в пределах разумного, конечно же.\n- Вот-вот, это же самое весёлое у взрослого. Ему никто ничего не запрещает.\n- Да? То есть ты хочешь постоянно думать, как заработать денег, искать себе пищу и крышу над головой?\n- Нет. Это мне всё дадут родители. \n- Пока ты маленькая это так, но когда станешь взрослой, то придётся о себе самому заботится. \n- Я не хочу этим заниматься.\n- К сожалению, это неизбежная судьба любого взрослого. Так что просто радуйся пока маленькая.\n- Хорошо. А как долго мы будем идти до мамы с папой?\n- Если тебе надо как можно быстрее вернуться домой, то я могу начать бежать.\n- Давай.\n- Тогда, - пересадил Кай девочку с шеи на спину, - держись крепко, - юноша быстро побежал. Ближе к вечеру ребята пришли в деревню. Когда они гуляли по нему, у девочки заурчал живот.\n- Кай-сан, я есть хочу, - сказала Мана.\n- Хорошо, давай зайдём в тот идзакай? - указал пальцем юноша.\n- Пошли.\nРебята зашли в идзакай. Тут было полно народу. Люди сидели с друзьями, рассказывали свои байки и выпивали. А носы посетителей дразнил вкусный аромат варёной лапши и мяса. Кай с Маной нашли свободный столик рядом со стеной и сели за него. Через пару секунд к ним подошла официантка и спросила: «Что будете заказывать?»\n- Нам два рамена и воды, - ответил Кай. \n- Хорошо, может вы хотите взять какие-нибудь сладости для девочки?\n- Нет. Уже вечер, да и к тому же мы заказали рамен, так что обойдёмся без сладкого.\n- Но я хочу тортик! – воскликнула девочка.\n- Нет, Мана, - запретил ей Кай. – Есть сладости вечером вредно, особенно детям, да и ты не хочешь стать толстой девушкой, правильно?\n- Да, - грустно ответила Мана.\n- Не расстраивайся, завтра я тебе сделаю очень вкусный десерт, который будет лучше, чем целый торт.\n- Обещаешь? – посмотрела девочка на юношу удивлёнными глазами.\n- Да.\n- Ура!\nОфициантка ухмыльнулась и ушла со словами: «Ожидайте свой заказ».\n- Кай, а что ты приготовишь? – поинтересовалась Мана.\n- Это секрет.\n- Ну я хочу узнать сейчас!\n- Если ты не успокоишься, то десерта тебе не видать. \nДевочка надула щёки, отвернула голову и скрестила руки. Кай лишь слегка посмеялся. Ребята сидели и ждали заказ. Мана вертела головой и подслушивала разговоры посетителей. Кай, достав незаметно книгу с карандашом, рисовал идзакай изнутри и большими буквами написал «Прийти сюда с друзьями», и с низу подписал так мелко, как только мог «Если найдутся». Через пару минут пришла официантка с подносом, выложила еду и, пожелав приятного аппетита, ушла. Ребята стали есть свой заказ. Во время трапезы девочка спросила у юноши: «Почему ты носишь маску?»\nКай прервался от еды и ответил: «Пока мы едим никаких разговоров, иначе не наешься» - и продолжил медленно есть. \n- Почему? \nЮноша проигнорировал вопрос девочки. Она поняла, что до него не достучаться и тоже молча стала есть. Когда тарелки были опустошены, Кай заплатил за еду и вместе с девочкой пошли на рынок. \n- Кай, а почему ты не разговариваешь за едой? – поинтересовалась Мана. \n- Этому меня научил мой учитель. Он сказал, что лучше всего есть в полной тишине, чтобы насладиться всеми вкусами еды и наесться так, словно несколько порций съел. Я быстро привык к этому и теперь, когда со мной пытаются говорить, то - просто молчу. О, пошли туда, - указал Кай на лавку с продуктами. – Здравствуйте, по чём у вас фрукты?\n- Скажите, что вам конкретно нужно, молодой человек, и я расскажу, - ответила женщина с милой улыбкой. \n- Мне нужны яблоки, груши, бананы и горсть клубники с черникой.\n- Одно яблоко стоит две йоны, груша – три, банан с горстью клубники и черники – по четыре.\n- Тогда продайте мне всего по четыре штуки, - Кай засунул руки в карманы и вытащил уже с мешочком денег, - вот оплата, - положил он деньги на прилавок. \n- Сейчас всё соберу, - ответила женщина и стала перебирать фрукты. \n- Кай, ты мне так и не ответил почему маску носишь, - напомнила ему Мана.\n- Прости совсем забыл про твой вопрос. Маску я ношу, потому что под ним некрасивые шрамы и я не хочу их показывать людям.\n- Можно на них посмотреть?\n- Я сейчас, что сказал.\n- Но мне так хочется посмотреть на них.\n- Тебе достаточно смотреть на мою оставшуюся часть лица.\n- Хорошо, тогда расскажи, как ты получил разноцветные глаза.\n- Точно хочешь это знать?\n- Да.\n- Сейчас мы выйдем из деревни, и я тебе всё расскажу.\n- Вот ваши фрукты, - протянула женщина мешки с фруктами.\n- Благодарю, - Кай взял их и вместе с Маной ушли из деревни.\n- Теперь слушай. Я получил свои… необычные черты лица, когда убил демона пять лет назад. Он проник в моё сознание и сперва показал кошмар, в который мне не хотелось верить. Когда я утопал в горе, то появился сам демон. Мы схлестнулись с ним в драке, и я в ней выиграл. Но демон перед смертью из последних сил укусил меня за лицо и затем наступила тьма. Когда же я очнулся, то у меня уже были белые волосы, разноцветные глаза и шрамами на рту. Вот такая вот история. \n- Ух ты, так ты получается очень сильный, если смог убить демона?\n- Конечно. Давай устроим там привал, а то уже темнеет, - указал Кай на большой дуб недалеко от дороги.\nКогда солнце начло уходить в закат ребята разожгли костёр под ветвями дерева. Рядом с Каем появилась небольшая чёрная воронка, в которую он бросил мешки с фруктами.\n- Что это такое? – восхищённо спрашивает Мана.\n- Это скажем так, мой рюкзак, я храню там все мои вещи и кстати, - протянул Кай руку и из воронки он вытащил одеяло, - это тебе.\n- Спасибо, - девочка обернулась тёплым плетом и спросила: «Кай, а ты не хочешь поработать на моего отца, будешь нашим охранником, он тебе будет очень много платить».\n- К сожалению, я вынужден отказаться.\n- Почему?\n- Мне нужно попасть в одно место, и оно довольно далеко от вашего дома.\n- И куда же?\n- А это секрет. Лучше ложись спать. \nМана зевнула и ответила: «Спокойной ночи» - и уснула.\nКай отошёл подальше от костра на пустое поле, достал мечи и стал отрабатывать удары, рассекая воздух. После каждого взмаха мечом он выполнял уворот в разные стороны, постоянно ускоряясь и раскручиваясь, словно ураган. Вокруг Кая разогнался воздух, как кольцо, постоянно усиливаясь. Когда юноша, остановился и взмахнул мечами в стороны, ветряной круг рассеялся и порезал деревья, которые были вдалеке. Кай продолжал отрабатывать свои приёмы до самого утра.      \nКогда солнце взошло, девочка проснулась и увидела перед собой Кая, который заваривал чай.\n- С добрым утром Мана, - поздоровался Кай и протянул ей тарелку с фруктовым желе, - твой обещанный десерт. – Раздался свист чайника над костром, - А вот и чай готов. – Кай взял чашку из чёрной воронки, налил туда чай и отдал девочке. Мана покрутила тарелку и спросила: «Что это?» \n- Это фруктовое желе. Очень вкусный и полезный десерт. Попробуй, обещаю, тебе понравится, - Кай дал ей ложку. Мана отрезала кусок желе и съела. \n- Так вкусно! – засветилась девочка от счастья. – Кай, а ты не хочешь быть моим поваром?\n- К сожалению, я не силён в готовке и могу что-то сделать только по рецепту.\n- Тогда скажешь, как ты сделал это желе?\n- Так же как и любое другое, просто вместо сахара и соков я добавил туда измельчённые фрукты, которые дали сладость. Поэтому просто расскажи это своей маме и сможешь этим лакомится хоть каждый день. \n- А разве желе не вредное?\n- Такое нет. Ведь в нём нет сахара, а только полезные фрукты и желатин, который не вреден.\n- Я запомню это.\n- Как скажешь. Когда доешь, мы продолжим идти, - сделал глоток Кай.\n- Хорошо. \nПозавтракав и потушив костёр, ребята продолжили путь. По дороге Мана споткнулась и подвернула лодыжку. \n- Мана, не двигайся, - Кай взял её за ногу и перевязал бинтом из воронки. – Идти сама можешь? \n- Попробую, - девочка попробовала встать, но из-за боли села на землю. – Нет не могу.\n- Тогда я понесу тебя, - Кай подошёл к ней, повернулся спиной и присел. – Хватайся, - Мана ухватилась за плечи, юноша подхватил её за ноги и выпрямился. – Тебе удобно?\n- Да.\n- Вот и отлично, - ребята продолжили идти. Когда солнце начало опускаться за горизонт, то они пришли в Ханатуру. Девочка указал путь к дому и вскоре он уже был у их поместья на окраине города. Их встретило двое стражников, которые охраняли вход во внутренний двор дома.\n- Кто ты и зачем сюда пришёл? – спросил невысокий мужчина с чёрной повязкой на голове. \n- Меня зовут Такеда Кай, и я сопровождаю это девочку к её родным, - Мана выглянула из-за спины юноши.\nКак только стражники увидели её, то побледнели и вскликнули вместе: «Госпожа?!»\n- Да это я, а что? – поинтересовалась девочка.\n- Что вы делаете с этим незнакомцем и где ваша охрана?\n- Их всех убили разбойники, и один из живых слуг попросил меня привести вашу госпожу домой.\n- Господи, - побледнели стражники ещё сильнее. После недолгой паузы стражник со шрамом на щеке говорит: «Они хотя бы справились со своей задачей и смогли умереть с честью, как воины. А вы, Такеда-сан, проходите». \nКогда Кай с девочкой вошли во двор стражники крикнули: «Госпожа Мана вернулась!» – Из дверей дома выходят родители девочки, но, когда увидели юношу их счастливые лица сменилась на настороженные.\n- Мана, кто это? – спросил мужчина с короткими усами и жёлтой юкате.\n- Это Кай-сан, он мой новый охранник.\n- Когда это я им стал? – воскликнул Кай.\n- При нашей встрече.\n- В таком случае спешу сообщить о моём уходе с этой работы, - ухмыльнулся юноша и затем посмотрел мужчине в глаза и спросил: «А вы я так понимаю отец Маны?»\n- Да. Меня зовут Танако Шей, а мою жену, - указал он рукой на блондинистую девушку в фиолетовой юкате, - Танако Изуми, а вы Кай наёмник или какой-то воин? – присмотрелся мужчина к мечам на поясе юноши.\n- Нет, я убийца демонов. – Все посмотрели на него непонимающими глазами. - И мне кое-куда надо попасть так что, заберите вашу дочь, и я уйду, - спустил Кай Ману со спины. – И поаккуратнее с ней, у неё подвёрнута лодыжка.\n- Её ранили? – спросил Шей с испуганными глазами, взяв дочку на руки.\n- Нет, она просто споткнулась, когда мы шли к вам. Просто пускай не ходит на подвёрнутой ноге и к ночи всё заживёт. Прощайте, - юноша развернулся и пошёл к выходу. \n- Постойте! – крикнул Шей. – Позвольте вас отблагодарить за помощь.\nКай развернулся и ответил: «Не стоит, я это делал не ради награды, просто нам было по пути. Да и оставить маленькую девочку одной в лесу, не мог». \n- Может тогда переночуете у нас в благодарность, а то куда вы собрались идти на ночь глядя? – предложила жена Шея. \nЮноша немного задумался и сказал: «Вы правы… эм-м ».\n- Меня зовут Отомэ.\n- Соглашусь с вами Отомэ-сан, думаю останусь у вас этой ночью, а утром отправлюсь в путь.\n- Вот и хорошо, - обрадовался отец девочки. – Слуги, приготовьте гостевую комнату для Кая, - приказал он. – Пошли пока на кухню, там повара как раз готовят ужин.\nКай со семьёй девочки прошли зашли в дом. Когда все были за столом, то мать спросила у юноши куда он держит путь.\n- Я иду к кровавому острову.\n- Зачем вам это? – спросила жена.\n- Чтобы уничтожить рассадник демонов и затем убить всех оставшихся в живых монстров.\n- Я, конечно, помню, что вы представились, как убийца демонов, но не кажется вам, что молоды для этого? - поинтересовался Шей.\n- Возраст не имеет значения. Я лишь хочу убить всех демонов и мне наплевать, как трудно это будет.\n- Видимо у вас было тяжёлое прошлое, если вы так ненавидите их.\n- Всё именно так. Поэтому я попросил бы не поднимать эту тему. Давайте поговорим о чём-нибудь другом.\n- Я вас понял. Тогда скольких уже демонов вы убили на своём пути?\n- Пока тридцать три.\n- Ого, немало. Это видимо было тяжело.\n- Нет. Они были довольно слабыми. Так что проблем от них не было.\n- Правда?! – удивился мужчина. – Я слышал, что на одного демона нужно как минимум пять натренированных человек, чтобы его убить, а вы это делаете в одиночку, это заслуживает похвалы.\n- Благодарю.\nПовара принесли еду на стол, пожелали приятного аппетита и ушли. Все начали есть и Шей спросил юношу не продемонстрирует ли он свои навыки. Кай прервался от трапезы и ответил: «Шей-сан, во время еды я ни с кем не разговариваю». – после, юноша продолжил есть.\n- Почему?\n- Папа, Кай-сан с тобой не заговорит пока всё не съест, можешь даже не пытаться. \n- Если ты так говоришь, то ладно. Поговорим попозже.\nКогда все наелись, Кай переспросил: «Так, о чём вы говорили?»\n- О том, что не против вы продемонстрировать свои навыки нам? Мы были бы не против увидеть, как сражается человек с демонами.\n- Могу показать один удар, которым я часто пользуюсь, но мне нужна груша.\n- У нас их полно, охране же надо на чём-то улучшать свои навыки.\n- Отведёте к грушам?\n- Конечно, идите за мной.\nКай пошёл за семейством на задний двор, где стояло пять груш похожих на людей. Часть из них были старыми изрезанными и ободранными, а другие новыми, но уже менее потрёпанными. Кай поставил самую чистую грушу в центр двора и встал в пяти метрах от неё. Семья Маны, их слуги и охрана пристально наблюдала за юношей. Кай чуть-чуть присел, положил руку на рукоятку меча и резким движением вынул катану. Вертикальное еле заметное воздушное лезвие отлетело от клинка и разрезало грушу пополам. Все, кто увидел это открыли рты от удивления.\n- Как он это сделал?! – вопили охранники.\n- Это же невозможно, - шептались слуги между собой.\n- Это же здорово, да Папа? – радовалась Мана.\n- Это… восхитительно, - аплодировал Шей, смотря на Кая удивлёнными глазами.\nЮноша засунул меч в ножны, подошёл к отцу семейства и спросил: «Сколько стоила та груша, я заплачу за неё». \n- Не стоит, они стоят не много. Скажи ка мне, Кай, кто обучил тебя этому?\n- Один старый мастер, который случайно нашёл меня.\n- Сможешь ли ты обучить этому мою охрану?\n- Нет. Знания этого стиля передаются только от учителя к достойному ученику.\n- Жаль, конечно, но ничего не поделаешь. Что ж тогда идите и отдыхайте, а то уже поздно. Сэнко, - обратился Шей к девушке, - отведи Кая к себе, пускай хорошенько выспится у нас.\nСлужанка подошла к юноше: «Следуйте за мной молодой господин, » - Кай чуть-чуть склонился: «Спокойной ночи вам Шей-сан, Отомэ-сан и Мана, » - и пошёл за ней. Когда девушка отвела мечника в его комнату, она пожелала спокойной ночи и ушла. Кай, отложил мечи в угол и лёг на футон. Юноша долго ворочался, рассматривал потолок комнаты и никак не мог заснуть. Когда глаза бегали уже по стенам, он услышал какой-то шум на улице. Кай тут же схватил мечи и вышел во двор проверить от куда исходят звуки. Шум доносился на верху холма, который был за домом. Юноша поднялся на него, тихо прошёл по большим кустам и увидел, как впереди стояла Мана посреди чистого поля и чего-то ждала. Кай притаился в кустах и, ухватившись за левую катану, стал наблюдать. К девочке подошла белоснежная лиса с девятью хвостами. Животное превратилось в девушку с лисьими ушами, красными, как рубин, глазами, в бирюзовой юкате и башмаках, а из-под одежды торчали её большие белые хвосты. На щеках девушки были три линии, напоминающие усы, а её слегка бледноватая кожа, элегантного и тонкого тела с большой грудью, светилась от лунного света, которая выделяла её чёрные, как смола, шелковистые волосы. Юноша был удивлён и не мог отвезти от неё взгляд.\n- Долго же тебя не было, Мана, – сказала девушка милым голосом, слегка улыбаясь. \n- Прости за это, - расстроилась девочка.\n- Ничего, - подошла девушка и погладила Ману по голове, - самое главное, что ты жива и здорова. \n- Правда?\n- Конечно.\n- Тогда давай поиграем?\nДевушка кивнула в ответ, вытянула руку и в её ладони появилась синяя сфера, похожая на огненный мяч. \n- Держи, - женщина кинула голубой шар девочке. Она её поймала и бросила обратно. Кай удивился от увиденного ещё сильнее и внимательно наблюдал, чтобы с Маной ничего не случилось. Просидев пару минут, юноша удостоверился, что девочке ничего не угрожает и собирался уйти, но случайно наступил на ветку.\n- Кто там?! – воскликнула девушка с хвостами.\nКай развернулся и медленно вышел из кустов. \n- Спокойно, я вас не обижу.\n- Кай?! – удивилась девочка. - Как ты меня нашёл?\n- Услышал. У меня очень хороший слух.\n- Кто ты? - поинтересовалась девушка с хвостами.\n- Убийца демонов, а ты каким духом будешь?\n- Я дух кицунэ, не злая, но если насолишь мне, то очень сильно пожалеешь, - хвосты девушки вздымались за её спиной.  \n- Я верю тебе, - Кай, снял мчи с пояса и бросил на землю. – Теперь мы можем поговорить спокойно? \nХвосты опустились, и она сказала: «Да». \n- Отлично. Так что ты делаешь в этой деревне, как я помню духи кицунэ не живут рядом с людьми?\n- Твоя правда, но я необычный дух, а высший. И для моих сил мне необходимо питаться жизненной силой людей.\n- Ты высасываешь из людей жизнь? – удивился юноша.\n- Нет, - посмеялась женщина. – Просто энергию которую люди получают пока отдыхают. Я ем столько, чтобы вызывать у людей только усталость и то небольшую, но могу и убить этим, если человек мне сделает что-то плохое.\n- Задам тогда глупый вопрос, ты можешь вообще не питаться людьми с деревень? \n- Нет, мне же надо поддерживать свою силу. Но к своему стыду скажу, что иногда у меня бывают приступы сильного голода, и я могу случайно убить человека.\n- Я так понимаю, ты уже убивала, да?\nДевушка отвернула голову, кинула взгляд на землю, ушки прижались к голове и она тихо ответила: «Да, я убивала и мне очень жаль тех людей. И чтобы как-то загладить свою вину я проводила их души лично до самого рая».\n- Я могу тебе помочь с твоей проблемой.\n- Правда?! – навострила девушка уши и посмотрела на юношу недоверчиво. – И как же?\n- Питайся моей жизненной силой, она у меня довольно большая, так что со мной ничего не будет, мне так кажется.\n- Ха-ха-ха, рассмеялась девушка, - ты совсем глупый? Ты же умрёшь после второго или третьего раза.\n- Тогда попробуй сейчас поглотить часть моей силы, хоть проверю больно это или нет.\n- Могу сказать тебе сразу, что ты ничего не почувствуешь.\n- Но всё равно попробуй.\n- Ладно, давай, - девушка подошла к юноше и приложила руку к его груди. Это место засветилось зелёным светом, и от него шли лучи к руке женщины. Через пару секунд она прекратила питаться его жизненной силой и спросила: «Почему у тебя такая вкусная энергия, так и ещё необычная?»\n- Необычная? – переспросил Кай.\n- Да. Я от одного тебя получила столько же сил, сколько от всей деревни.\n- Есть у меня одна догадка, но расскажу о ней позже.\n- Хорошо, а как ты себя чувствуешь, нет усталости?\n- Нет, я в полном порядке, как и всегда.\n- Хм-м, ты меня заинтересовал, - посмотрела девушка на юношу игривыми глазами. – Так, как ты хотел мне помочь?\n- Путешествуй со мной и питайся моей жизненной силой, и не трогай людей, вот мой план. \nДевушка немного посмеялась и ответила: «Это глупо, но я согласна».\n- Отлично, тогда завтра с утра я отправляюсь в путь, жди меня у выхода с деревни в сторону столицы.\n- Аки, тебе нравиться Кай-сан? – спросила Мана внимательно смотря на них.\n- Нет, Мана. Как мне может понравиться человек, когда я его впервые вижу?\n- Но есть же такое, что люди влюбляются с первого взгляда, может у вас также.\n- Навряд ли. Тем более мне не удастся найти человека, которого полюблю. Я же дух, кто захочет быть со мной?\nДевочка подошла к девушке, взяла её за руки и сказала: «Я верю, что ты обязательно найдёшь себе возлюбленного, ведь всем нужен, тот кого можно любить, чтобы быть счастливой и иметь семью». Слова Маны растрогали Аки, она присела, обняла её и сказала: «Спасибо тебе за эти слова, надеюсь ты тоже найдёшь своего любимого». \n- Обязательно найду, - задорно ответила девочка. \n- Думаю, тебе пора идти спать, - девушка выпрямилась, - Кай отведи её домой и утром встретимся у дороги.\n- Хорошо, пошли Мана. – Девочка подошла к юноше помахала девушке на прощение и вместе пошли домой. \n- Кай-сан, она вам понравилась? – поинтересовалась девочка.\n- С чего ты это решила?\n- Я видела, как ты не спускал с неё глаз, - похихикала Мана.\n- Потому что я впервые видел кицунэ, особенно в человеческом облике. Как тут взгляд то отвезти?\n- Я тоже на неё долго смотрела, когда увидела, как она превратилась из лисы в человека.\n- Я о том же говорю. Как вы вообще встретились?\n- Однажды, когда я играла с друзьями в мяч, то мы случайно выпнули его в лес. Все боялись идти, так как уже темнело. Но я не испугалась и пошла за ним одна.\n- Прости что перебиваю тебя, но в следующий раз так не делай, хорошо?\n- Хорошо.\n- Отлично, продолжай.\n- Ну и когда я забежала в кусты, то увидела, как лиса с девятью хвостами играла с нашим мячом. Она её катала по земле и била лапкой, как котёнок. Я очень долго на неё смотрела, но потом вышла, чтобы забрать мяч. Она тут же отбежала и спряталась в кусты. Когда же я подобрала мяч, то хотела, чтобы лисичками с нами поиграла, поэтому кинула в её сторону мяч. Она вышла из кустов и пула его мне. Я сказала ей, что не против поиграть с тобой, если ты этого хочешь. И тогда она превратилась в человека.\n- Ты испугалась, когда это увидела? – поинтересовался юноша.\n- Нет, я была удивлена. Она взяла мяч в руки и кинула мне со словами, я очень хочу играть с вами. Я ей предложила играть по ночам, на холме у моего дома. Она согласилась и после мы стали хорошими друзьями.\n- Вот оно как. Интересно, почему она так вдруг захотела с тобой играть, но ладно, узнаю позже, а сейчас я хочу спать.\n- Да, я тоже.\nЮноша с девочкой незаметно пробрались в дом. Кай отвёл Ману в её комнату и затем пошёл в свою. Придя в спальню, он лёг на футон и с лёгкостью заснул.\nНа рассвете, юноша попрощался с семьёй Маны, поблагодарил за гостеприимство и ушёл. На дороге недалеко от деревни Кай встретил девушку.\n- Ну что Кицунэ, готова идти?\n- Да. И называй меня по имени Аки.\n- Хорошо, Аки.\n- Так куда мы идём?\n- Мне тебе честно сказать или соврать?\n- Разумеется честно, - возмутилась девушка.\n- Ну, это тебя может напугать, но ты уже сделала выбор. Мы идём к кровавому острову.\n- Что? – остановилась Аки. – Ты сума сошёл?\n- Нет.\n- Тогда зачем ты направляешься туда, там же живут демоны?\nКай повернулся к ней и ответил злобным голосом: «Чтобы их всех убить, и пока они все не падут от моей руки, я не успокоюсь».\n- У тебя точно с головой всё в порядке, ты же обычный человек, они разорвут тебя, как только увидят.\n- У них этого не выйдет. Я не так прост, как кажется.\n- И что же в тебе такого особенного?\n- Увидишь, но не сейчас, а теперь давай пойдём, солнце не будет стоять вечно, - Кай развернулся и пошёл.\n- Вот чудак. Эх-х подожди, - пошла девушка за парнем.",
      "Ребята весь день были в пути и ближе к вечеру, они сделали привал недалеко от дороги. Когда закат окропил лес алым цветом, Кай разжёг костёр и вместе с девушкой уселись рядом с ним.\n- Аки ты питаешься обычной едой? – спросил юноша.\n- Да, я могу её есть, но лучше всё-таки питать жизненной энергией.\n- Есть какие-то предпочтения или то что ты не любишь?\n- Нет, я всеядная.\n- Как насчёт тогда жаренного мяса?\n- Очень люблю его. В последний раз ела её пять лет назад.\n- Тогда постараюсь приготовить как можно вкуснее, - рядом с Каем появилась чёрная воронка, из которой он достал большой кусок мяса, насадил на пару палок и оставил жариться на костре.\n- Ты владеешь магией? – удивилась девушка.\n- Нет, я же мечник.\n- Тогда это что?\n- Ну я использую эту чёрную дыру для хранения вещей.\n- И как же ты её призываешь без слов?\n- Просто представляю, как она появляется рядом и всё, ничего сложно.\n- Это довольно необычно. Кто тебя такому обучил?\n- Это немного неприятно вспоминать, - юноша отвёл взгляд на землю.\n- Я всё поняла, не буду тебя заставлять рассказывать, - после недолгого неловкого молчания девушка сказала: «Может ты хочешь что-нибудь спросить у меня?»\nКай поднял на неё взгляд, ненадолго задумался и спросил: «Удобно ли тебе жить со своими хвостами?»\n- Удобно.\n- Можно их потрогать?\nДевушка пару раз опрокинула юношу и хвосты взглядом и ответила: «Я разрешу их тебе погладить, но потом я под питаюсь твоей жизненной силой».\n- Договорились.\nЮноша подошёл к Девушке поближе, она расправила все девять хвостов. Кай стал их гладить и наслаждаться их мягкостью и пышностью. Пальцы юноши утопали в белоснежных хвостах Аки. Через пару минут Кай перестал гладить хвосты и снял мясо с костра. \n- Всё готово, вот твоя часть, - отдал юноше ей тарелку с одной половиной мяса, - а это моя, - и, присев, стал есть свой кусок. Девушка откусывала по маленькому кусочку и наслаждалась вкусом жаренного мяса, а Кай ел и наблюдал за довольной лисицей. После трапезы юноша прибрался, закинул ещё дров в костёр и достал плед для девушки.\n- Держи, - протянул он Аки плед.\n- Мне он не нужен.\n- Но ты же замёрзнешь ночью, если чем-нибудь не укутаешься.\n- Просто смотри, - девушка распустила хвосты, и они её полностью укутали, оставив открытым только лицо.\n- Ух, ты, - удивился Кай. - Очень удобно.\n- Да это так, но а пока ты не уснул, - девушки убрала хвосты за спину, встала и подошла к юноше, - я полакомлюсь тобой.\n- Конечно, ешь сколько хочешь.\n- Благодарю, - Аки приложила руку к груди и стала впитывать его силу. Когда она закончила, то она пожелала юноше спокойных снов, окуталась хвостами и уснула. Кай прикрылся пледом и заснул.\nУтром ребята продолжили идти. К полудню они проходили мимо небольших водопадов, которые падали в большое кристально чистое озеро, а рядом с берегом стояли раскидистые деревья.\n- Смотри, Кай, какая красота, пошли искупаемся? – предложила девушка.\n- Давай, а то я тоже уже давно не мылся.\nРебята сошли с дороги и спустились к озеру по небольшому склону.\n- Кай, ты будешь мыться за тем деревом, - указала Аки на большой дуб с раскинутыми ветвями прямо перед озером. – И не смей подсматривать.\n- И в мыслях не было. Давай не будем тянуть и быстрее помоемся, путь у нас не близкий. – Кай пошёл за дерево и стал раздеваться.\nДевушка согласилась с ним и тоже быстро принялась мыться. Вода была тёплой и прозрачной на столько, что были видны рыбы, плавающие рядом. Кай вышел из воды первым, высушился, оделся и спросил: «Аки, ты скоро закончишь?»\n- Сейчас домою последние четыре хвоста и всё, - крикнула девушка в ответ.\n- Хорошо, я положил тебе полотенце рядом с деревом, когда выйдешь высушись им, - Кай сел в позу лотоса и стал ждать свою спутницу.\n- Спасибо. А то уже думала снова сушится, как и всегда.\n- А как ты это делала без полотенца?\n- Я превращалась в лису и, как любое другое животное, просто растрёпывала всю шерсть, чтобы вода сошла с меня.\n- Интересный способ сушиться, - удивился юноша. – А так сушиться хоть удобно?\n- Нет. Лучше полотенцем, правда мне нужна их больше чем обычному человеку.\n- Дай догадаюсь, для каждого твоего хвоста?\n- Да, ты прав. Но можно использовать одно полотенце для двух или даже трёх если они не сильно мокрые.\n- Может тогда тебе ещё пару полотенец дать, а то я одну положил?\n- Если тебя это не затруднит.\n- Конечно, нет, - Кай положил за дерево ещё пару полотенец.\n- Ещё раз спасибо тебе.\nЧерез пару минут девушка вышла на берег высушила тело с хвостами и оделась.\n- Я готова идти.\n- Ну пошли.\nРебята вернулись на дорогу. \n- Кай, а что ты скрываешь под маской? – поинтересовалась девушка.\n- Шрамы от укуса демона, которого я убил, когда мне было пятнадцать.\n- Что?! – воскликнула Аки от удивления. – Не может такого быть! Ты мне врёшь. Мелкий сопляк не может убить демона, скорее станет его закуской.\n- Хочешь верь, хочешь нет, мне всё равно, я сказал тебе то, что произошло. Это и так случилось после убийства моей семьи. Мне уже было нечего терять, - задрожал голос юноши, - поэтому вместо того чтобы убежать я сразился с этим монстром и победил,\n- Так вот, что с тобой случилось. Из-за этого ты не захотел тогда отвечать на мой вопрос у костра?\n- Именно, - грустно ответил Кай.\n- Прости, - обняла его девушка. – Мне очень жаль.\n- Ничего, это просто не хочется вспоминать, но и забыть не получается.\n- Нельзя такое забывать, а надо это принять, только так ты сможешь жить дальше.\n- Легко сказать.\n- Знаю, что это не просто. Но по-другому у тебя никак не получиться.\n- Давай лучше прекратим этот разговор и пойдём дальше, - Кай убрал с себя руки Аки и пошёл, девушка последовала за ним.\nРебята шли по дороге, не проронив ни слова, до самого вечера. Они сделали привал.\n- Кай, не злись на меня, за тот разговор, - попросила Аки с обвисшими ушками.\n- Я не злюсь, просто… Давай поговорим о другом. Помню ты играла с Маной, каким-то синим шаром.\n- Тоже хочешь поиграть?\n- Нет, - хихикнул Кай. – Это же была магия, так ведь?\n- Да.\n- Что ты с ней можешь делать?\n- Многое. Например, могу очаровать, любое живое существо и оно будет полностью под моим контролем, предать сгустку своей энергии, любую форму и её бить, поджигать, взрывать и многое другое. Но чем мощнее заклинание, которое я использую, тем быстрее устаю. Так что бесконечно пользоваться магией опасно, даже для меня.\n- Звучит очень интересно.\n- Так оно и есть. Магия - это созидание мыслей, поэтому с ней можно делать абсолютно всё, что хочешь, главное хватило бы сил.\n- Я достаточно силён, -поиграл Кай мышцами, - так что стать верховным магом для меня рас плюнуть.\nДевушка рассмеялась: «Хорошая шутка, но, к сожалению, так это не работает. А то все маги были бы горой мышц».\n- Не хотел бы я сразиться с таким, - сказал Кай, хихикая.\n- А что так, боишься?\n- Да, аж дрожу от одной только мысли.\n- Кай, что ты сегодня приготовишь, на ужин, я проголодалась?\n- Ничего. У меня есть пару онигири, которые мне отдала Мана, когда я уходил, - Кай достал из воронки еду и поделился с девушкой. \n- М-м, очень вкусно, - обрадовалась Аки.\n- Да, Мана отлично готовит, - Кай доел еду и бросил пару дров в костёр. – Аки, а ты давно живёшь?\n- Уже восьмой век.\n- И сколько сейчас тебе лет?\n- Восемьсот сорок три года.\n- А выглядишь на все двадцать два.\n- Благодарю за комплимент.\n- И какого это прожить так много лет?\n- Временами по-разному. Всё зависит от того как ты живёшь. Когда я только появилась, то жила в лесу, питалась жизненной силой зверей, которые делились её без проблем. Это была спокойная, но скучная часть моей жизни. Но затем я встретила людей. За ними было интересно наблюдать. Как они живут, работают, любят, а вечером беззащитно спят в своих домах. И в одну из ночей я пробралась в дом к одному мужчине и попробовала людскую жизненную энергию. Она была вкуснее и сильнее, чем у самых сильных и опасных зверей. После этого каждую ночь я проникала в людские дома и питалась их энергией. Это было очень интересно и опасно. И так я жила последующие пять лет.\n- Забавная история. Хотел бы я попробовать пожить вечность.\n- Зачем? – спросила лисица.\n- Да вот, хотелось бы узнать к какому году своей жизни я бы уже хотел умереть.\n- Не говори так, - сказала Аки злобным голосом.\n- Знаю, но это же лишь мои размышления, они, к сожалению, не сбываются.\n- Как знать, как знать.\n- Ладно, - зевнул юноша, - давай уже ложиться спать, - достал Кай плед и укрылся им. – Спокойной ночи, Аки.\n- Спокойной, - окуталась лисица своими хвостами и уснула. \nУтром ребята продолжили свой путь. Днём они пришли в деревню Колку.\n- Постой, Кай! - остановила девушка юношу недалеко от поселения. -Я не могу так туда пойти.\n- Поче… Точно, ты же дух. Так что делать будем?\n- Наверное, я как всегда буду ночевать в лесу, а ты иди в деревню один, встретимся потом на дороге, - предложила Аки.\n- Нет, так не пойдёт. Ты тоже должна отдохнуть хорошо, потому что до города нам идти почти неделю.\n- И что же ты предлагаешь сделать?\n- Ты же можешь в форме лисы сжать свои девять хвостов в один, как в человеческой?\n- Могу, но как это нам поможет?\nКай ненадолго задумался и сказал: «Превратись в лису, запрыгни мне на плечи и сделай один хвост, чтобы не привлекала внимания людей. В деревне я куплю тебе плащ, и ты потом сможешь ходить в своей человеческой форме по людным местам».\n- Хм-м, хорошо, - девушка превратилась в животное и запрыгнула на юношу.\n- Тебе удобно, Аки?\n- Да.\n- Тогда пошли.\nКай сразу стал искать магазин с одеждой. Люди бросали свой взгляд на красивую лису на плечах юноши, но никто этому особого значения. Кай нашёл небольшой магазин одежды и сразу зашёл в неё. Молодая хозяйка лавки спросила: «Здравствуйте, что-то желаете купить в моём магазине?»\n- Здравствуйте, да, мне нужны женские плащи, они у вас есть?\n- Разуметься, вот выбирайте, - указала она на полку неподалёку. Кай подошёл к ней и тихо прошептал лисе, - Аки покажи лапой, какой плащ хочешь. - Она указала лапой на большой коричневый плащ с капюшоном. Кай взял её и ещё для себя выбрал ту же одежду, но чёрного цвета.\n- Сколько стоят эти плащи? – спросила юноша у хозяйки.\n- Сто двадцать йон.\nКай заплатил, попрощался и ушёл. Юноша зашёл в безлюдный переулок где лисица превратилась в девушку и одела плащ. Он полностью спрятал её хвосты и уши. \n- Как тебе плащ, всё удобно? – спросил Кай.\n- Всё замечательно, он не давит мне на хвосты, а ушам легко держать ткань.\n- Хорошо. Пошли тогда сперва в рёкан, а затем можно и пойти набрать еды в дорогу.\nРебята заселились в ближайший рёкан и направились на рынок. \n- Аки я предлагаю тебе пойти накупить нам разных фруктов, а я овощи и мясо, вот тебе деньги, - передал юноша девушке мешочек монет.\n- Какие фрукты нам нужны? – поинтересовалась лисица.\n- Любые. Можешь взять всего понемногу. Встретимся чуть позже здесь. – Ребята разошлись.\nАки прошла пол рынка и нашла лавки с фруктами. Подойдя к самой ближайшей, лисица спросила: «Можете продать все фрукты по четыре штуки?»\n- Это будет стоить семьдесят три йоны, - ответил мужчина за лавкой. \n- Хорошо, покупаю, - девушка оплатила продукты. Сложив все продукты в мешки, продавец передал их лисице. Аки взяла их и чуть не уронила.\n- Девушка может вам кого-то позвать, чтобы помогли донести?\n- Не стоит, я сама справлюсь, - пошла она к месту встречу еле-еле держа продукты. \nНа пол пути Аки встретила Кая с четырьмя большими мешками на руках.\n- Что ты так долго? – спросил юноша.\n- Фрукты оказались очень тяжёлыми, - выдыхаясь ответила Аки.\n- Сможешь донести их до того переулка?\n- Да, - Ребята взяли мешки и пошли туда.\nКай положил мешки в одну кучу, открыл рядом воронку и стал туда закидывать их по одной.\n- Ну вот, теперь можно вернуться в рёкан.\n- Погоди Кай, пошли сперва туда? - потянула Аки за руку юноши и указала на раменную.\n- Хочешь поесть рамена?\n- Да, я хочу его попробовать. Мана говорила это очень вкусное блюдо.\n- Ну-у, пошли.\nРебята зашли в пустую раменную и сели за первый свободный столик. Официант подошёл к ним и спросил: «Что будете заказывать?»\n- Нам по большому рамену и воды, - ответил Кай.\n- Хорошо, пару минут и ваш заказ будет готов, - официант ушёл.\n- Кай, я же не сильно транжирю твои деньги? – тихо спросила девушка.\n- Нет, Аки. Деньги для меня не проблема, смотри, - Кай вытянул руки. В одной лежит монета, а другая пустая. Он сжал пустую руку, и она немного задымилась. Когда Кай разжал её, то там была горсть таких монет. – Так что, если ты что-то захочешь, то скажи я это куплю.\n- Хорошо. А то мне не хотелось, чтобы ты потратил все свои деньги из-за моих хотелок.\n- Очень хорошо, что ты об этом заботишься, но как я уже сказал, можешь расслабиться. \nАки мило улыбнулась в ответ.\n- Вот ваши заказы, - официант поставил блюда на стол и ушёл, пожелав приятного аппетита. Ребята ели рамен и потихоньку в раменную стали приходить посетители. Когда Кай с Аки всё съели, то тут уже было полно народа. Юноша всё оплатил и ребята в рёкан.\n- И как тебе рамен? – поинтересовался юноша.\n- Очень вкусно, хочется попробовать ещё что-то такого же.\n- Если хочешь, то могу завтра тебе приготовить хороший десерт.\n- Буду ждать с нетерпением.\nРебята пришли в свою комнату и легли на футоны. Через минуту Аки подсела к юноше.\n- Снова хочешь поесть моей энергии? – спросил Кай. Девушка кивнула в ответ. – Приступай. – Девушка впитала немного энергии, затем легла на свой футон и ребята заснули.\nНочью на улице раздались крики людей. Кай моментально проснулся, подорвался с места и выглянул в окно. На улице три двухметровых демона разрушают деревню и едят всех людей, которых могут поймать. Кай тут же выпрыгнул в окно, приземлился и побежал к чудищам с мечами на гало. Подбежав поближе к ним, Кай взмахнул мечом и ветреное лезвие отрубило синему демону руку. Монстр завопил, но ненадолго. Кай вторым лезвием снёс ему голову. Оставшиеся два демона напали с двух сторон одновременно. Юноша увернулся ловким пируэтом и отпрыгнул назад. Чудища встали в стойки и хотели напасть, как одного из них пронзает большая голубая сфера огня. Демон упал на землю с огромной дырой в груди. Кай оглянулся и увидел злую Аки с вздыбленными хвостами и окружённой синими сферами. Пока оставшийся демон отвлёкся на лисицу, юноша подбежал к нему в плотную, воткнул клинки ему в грудь и провернул, распилив чудище.\n- Это всё? – спросила Аки.\n- Скорее всего, - ответил Кай, засунув мечи в ножны. – Давай вернёмся в рёкан, пока тебя не увидели.\nРебята быстро вернулись в свою комнату через окно. Кай окинул взглядом место сражения и увидел, что там уже собрались люди и не могли понять, что здесь произошло. Юноша закрыл шторы, и ребята уснули.\nУтром, как только ребята вышли из рёкана их встретили все жители деревни. Они все поклонились и сказали: «Спасибо вам».\n- Что происходит? – спросил юноша.\n- Мы благодарим вас за то, что спасли нас от демонов прошлой ночью, - ответил старик. – Меня зовут Гирю, я старейшина этой деревни и хочу узнать, как мне вас отблагодарить.\n- Не стоит. Я лишь сделал, то что должен был.\n- Если вы ничего хотите, то может дух кицунэ чего-то желает?\n- Что?! Как вы узнали, что я дух? – удивилась Аки.\n- Несколько людей успело вас увидеть, когда вы сражались. Они и рассказали, кто были те ребята, что защитили нас.\n- Всё-таки заметили. Но мне тоже от вас ничего не надо. Мы хотим лишь уйти с вашей деревни, так как у нас долгая дорога впереди.\n- Простите, что посмели вас задерживать, - склонился старик, выпрямился и повернулся к жителям, - расступитесь люди, дайте им пройти.\nКай и Аки прошли к выходу из деревни через кланяющуюся толпу. Отойдя от деревни подальше от деревни, лисица спросила: «Кай, кто тебя научил так сражаться?»\n- Один старик. А что?\n- Просто, впервые вижу, чтобы кто-то мог убивать мечами издалека. \n- Это потому что я использую стиль ветряных клинков.\n- Впервые о таком слышу. Но если он такой сильный, то и хорошо, что ты его знаешь. Я была впечатлена твоим боем.\n- Благодарю за комплимент. Я тоже был удивлён тем, как ты прожгла того демона. Аж самому стало страшно.\n- Не бойся, тебе я не наврежу, кем тогда я буду питаться? – улыбнулась Аки.\n- Спасибо, хоть за такие слова.\n- И куда мы дальше идём?\n- В город Цикануса.\n- О была там. Там проводятся такие красивые фестивали, жалко, что смотрела на них только издалека. \n- Если повезёт, то в этот раз всё будет по-другому.\n- Обещаешь? – посмотрела Аки на юношу с задранными ушками.\n- Да.\n- Тогда давай ускоримся.",
      "Через несколько дней ребята пришли в Циканусу. Это был красивый город с большими трёхэтажными домами с десятками жильцами. Огромное количество магазинов вещей и продуктов отличного качества. Фонарные столбы расположенные по всему городу, разъезжающий трамвай по большим улицам. Кай и Аки никак не могли насмотреться красотами улиц, но чуть позже пришли в себя. Первым же делом они заселились в рёкан и затем пошли гулять по городу. На улицах кипела жизнь, все куда-то быстро шли, почти что бежали. Кай столкнулся с одним усатым мужчиной. Он упал на землю и уронил коробки из которых выпали связки петард.\n- Простите, что столкнулся с вами, - извинился Кай и помог подняться человеку.\n- Нет-нет-нет, это я должен извиниться, спешил и не заметил вас, - встал мужчина на ноги.\n- Почему в городе все так… торопятся?\n- А вы не знаете про фестиваль звёзд этим вечером?\n- Нет.\n- Значит вы впервые в Циканусе?\n- Я да, а моя подруга уже была здесь, но давно.\n- Ну значит вы пришли вовремя. Так как сегодня пройдёт один из больших фестивалей нашего города. Советую вам посетить наш театр, он будет вон там, - указал мужчина на конец улицы.\n- Обязательно придём.\n- Буду ждать, вас. А теперь прошу прощения, но мне пора идти, - мужчина подобрал коробку с земли, - приятно провести время на фестивале, - попрощался незнакомец и ушёл.\n- Нам крупно повезло, Аки. Теперь ты сможешь побывать на фестивале.\n- Я уже не могу дождаться, - плащ немного задрался из-за хвостов, - поскорее бы вечер.\n- Но сначала тебе надо немного успокоиться, а то ты так себя выдашь.\n- Прости, Кай, но ничего не могу с собой поделать. Я впервые буду на фестивале.\n- Давай тогда вернёмся в рёкан и дождёмся вечера, а потом пойдём веселиться?\n- Хорошо.\nДождавшись вечера, ребята вышли на улицу. Во всём городе горели фонари, бенгальские огни, повсюду стояли лавки со сладостями и конкурсами, люди веселились как могли.\n- Кай, пошли купим такояки, - тянет Аки юношу за собой с горящими от радости глазами.\n- Меня не обязательно тянуть, - с лёгкой насмешкой сказал юноша.\nКай купил по порции такояки и тут же начали есть.\n- Так вкусно, - откусила она сладость.\n- Что следующим тебе купить?\n- Дай подумать, - девушка стала осматриваться. – О, там продают данго и дайфуку, пошли туда.\nКай купил сладости. Аки всё съела за пару секунд и расплылась в улыбке.\n- Предлагаю сделать небольшой перерыв от еды и поиграть в конкурсах.\n- Давай.\n- Тогда пошли туда.\n- Добро пожаловать молодые люди, хотите поучаствовать в бросании колец? – спросил мужчина за лавкой.\n- Хотим конечно же.\n- Хорошо, тогда с вас тридцать йон. У вас пять бросков, если попадёте всеми по этим шестам, то получите эти призы, - указал он на большие плюшевые игрушки, но если промажете хоть одной, то не видать вам их.\n- Ну, давайте попробую, - Кай бросил первое кольцо. Попал. Ещё бросок, и снова в цель. Юноша взял оставшиеся кольца вместе и бросил их одновременно. Все они упали на шест.\n- Поздравляю, вы победили, выбирайте игрушку, - поздравил их мужчина.\n- Дайте вон ту, - указал Кай на плюшевую лису.\n- Вот держите, хорошо повеселитесь, - отдал он им игрушку, и ребята пошли дальше.\n- Как тебе приз? – поинтересовался юноша у Аки.\n- Она очень мягкая и милая, - задушила она игрушку в объятиях. Кай заулыбался.\n- Куда дальше пойдём? – спросил юноша.\n- Пошли в театр, который нас звал тот мужчина.\n- Давай.\nРебята пришли к театру, сели на ближайшие свободные места и стали ждать представления. На сцену вышел мужчина с неряшливой бородой, коротким хвостиком из волос на голове и в синей юкате, и красивая девушка в красной юкате с зонтом.\n- Прошу, Юки, останься со мной, - молила женщина.\n- Нет, Ноэ, я ронин, а ты дочь императора, - ответил мужчина, опустив голову. - Мы никак не можем быть вместе.\n- Мне наплевать кто ты, - бросила девушка зонт в сторону, подбежала и обняла его, - ведь я хочу быть с тобой, до самой смерти.\n- Это невозможно, Ноэ, - ответил ронин, стоя спиной к девушке. - Я уже тебе всё давно объяснил.\n- Если так, - отошла она от мужчины, - то и иди отсюда куда подальше. – Мужчина ушёл со сцены. Девушка села и начал рыдать. На сцену вышел мужчина, одетый в красный костюм и маской похожую на лицо демона. Он подошёл к девушке со спины, положил руки на её плечи и сказал хитрым голосом: «Я услышал ваш разговор, девочка. Если этот жалкий мечник, разбил тебе сердце. Позволь мне облегчить твою боль,» - демон схватил её в объятия, и девушка начала звать на помощь.\n- Можешь кричать сколько влезет, никто не придёт тебе на помощь, - посмеялся демон.\nНа сцену выбежал ронин.\n- Отпусти её злое отродье или будешь убит моим клинком, - пригрозил мужчина, достав покрашенный деревянный меч.\n- Юки, ты вернулся, но почему? - обрадовалась девушка.\n- Конечно. Когда я ушёл, то у меня постоянно что-то кололо сердце, словно его пронзали тысячами иголками. И тогда я понял, как мне тяжело быть без тебя. А теперь отпусти её чудовище!\n- Ни за что, - мужчина в маске, достал из-за спины перчатки, похожие на когти и одел их. – Сегодня вы вместе погибните.\n- Этому не бывать, - Мужчины вцепились в драку. После обмена несколькими ударами, ронин побеждает, а демон падает на сцену. Девушка бросается в объятия к мужчине.\n- Я так рада, что ты победил его, - сказала девушка.\n- Это всё потому что любовь к тебе придавала мне силы сражаться. И я хочу быть с тобой пока смерть не разлучит нас. – Девушка обняла мужчину и голос из-за сцены говорит: «После они поженились и прожили долгую и счастливую жизнь, Конец».\nЗрители аплодировали актёрам, а те кланялись и хором сказали: «Благодарим вас, что посетили наш театр, ждём вас ещё!»\nКай и Аки пошли дальше гулять по улице.\n- Мне очень понравилось выступление, а тебе? – спросил юноша.\n- Оно было слишком детское, но так уж и быть понравилось. \n- Так там и были одни дети. Ну, не важно. Куда хочешь пойти дальше?\n- Сейчас выберу, - осмотрелась лисица. – О, хочу попробовать такояки, пошли к той лавке, - Кай купил ей сладости. \n- Аки, ты видела фейерверки? – поинтересовался юноша.\n- Издалека, да, - пробурчала невнятно девушка с набитым ртом.\n- Лучше доешь, потом ответь. \n- Видела, но только из далека.\n- Тогда радуйся. Сегодня увидишь их вблизи. \n- А что ещё и фейерверк будет? – удивлённо спросила девушка.\n- Да, я услышал, как несколько людей говорили, что он скоро начнётся. Можем подойти к поближе к месту запуска, если хочешь, но и отсюда будет видно неплохо.\n- Нет-нет-нет, пошли. Хочу увидеть всё в близи. Так куда нам идти?\n- Нужно немного пройтись вниз по улице и всё.\n- Так чего мы ждём, пошли, - воодушевлённо сказала лисица с большой улыбкой.\nРебята пришли к месту запуска фейерверков вовремя. Мужчины уже начинают поджигать фитиля. Через пару секунд фейерверки взлетели и окрасили тёмное небо разноцветными огоньками. Аки и Кай были обворожены красивым огненным букетом над головой. Юноша опустил взгляд и спросил у девушки: «Ну как тебе?»\n- Мне очень нравиться, впервые я вижу такую красоту вблизи.\n- Да это очень… - всё в глазах Кая расплылось и закружилось. Юноша упал на колени.\n- Кай, что с тобой? Ты себя нехорошо… - Аки унюхала странный аромат, - что это за запах? – через пару секунд она тоже закрыла глаза и упала на землю. \n- Что происходит? – из последних сил Кай держится в сознании и видит, как люди одни за другими тоже падают. И уже не в силах сопротивляться падает на землю и засыпает. \n- Что за?! Гдн я? – спросил Кай в полностью тёмном помещении. Перед юношей появился демон, который грыз еле живых родителей и брата Кая.\n- Стой! Не смей! – кричит юноша и бежит к ним на помощь. Монстр отшвыривает трупы и набрасывается на Кая. Юноша увернулся от острых когтей демона и собирался отсечь ему голову, но как только клинки коснулись его шеи, то сломались. Кай в растерянности смотрит на обломки оружия. Монстр хватает юношу за голову и подносит к своей пасти. Кай пытается оттолкнутся от него, но не у него не хватает сил, и демон откусывает его голову. Юноша с дикими воплями просыпается от кошмара, вскакивает на ноги с телом человека, но головой монстра с чёрной нечеловеческой грубой кожей, полностью белыми глазами без зрачков и острыми как ножи клыками. Кай видит, как перед ним пятеро демонов едят людей, которые никак не сопротивляются, а только вопят от кошмаров. Вся улица заливается кровью из-за пира монстров, которые не заметили юношу. Кай уже собирался сразиться с ними в одиночку, но его случайно задела рука лисицы. Он остановился и попытался привести её в чувства.\n- Аки, проснись, это всего лишь кошмар, слышишь меня? – трясёт её юноша.\n- Кай, Мана... – бормочет девушка, - не бросайте меня, вы же мои единственные… друзья.\n- Прости за это, Аки, но это необходимо, - юноша достал меч из ножен и немного порезал ладонь девушки. Аки тут же очнулась от боли, - Ай, что случилось? – посмотрела она на Кая и закричала: А-а-а, - закрыл юноша её рот рукой.\n- Аки, это я Кай. Успокойся, и не ори, а то нас услышат те пятеро, - указал он на монстров, которые едят людей. – Я тебе всё объясню позже, а сейчас нам надо их убить, ты можешь сражаться? – убрал он руку ото рта девушки.\n- Немного голова кружиться, но это мне не мешает.\n- Тогда прикрывай меня.\nКай вытащил второй меч из ножен и пошёл навстречу к демонам. Монстры его заметили и двое здоровых чудищ с рогами, стоящих рядом накинулись на него. Кай взмахнул клинками. Полетели тонкие сгустки ветра и разрезали монстров пополам до того, как они подобрались к нему. Один из демонов, который был очень похож на человека и имел один большой рог на лбу что-то пробурчал своим собратьям и залез на крышу. Двое мускулистых монстров с длинными руками на земле побежали к Каю. Юноша занёс руки, для повторных воздушных клинков, но в последнюю секунду увернулся от летящего в него шара. Демон, который стоял на крыше атаковал Кая магией, пока двое на земле не подбегут к нему впритык. Юноша взмахнул горизонтально мечами от земли к небу и перед ним образовалась стена ветра, которая останавливала огненные шары. Демон на крыше остановился и впал в ступор от увиденного, а двое же на земле обошли барьер и стали махаться своими длинными лапами с когтями. Кай парировал их атаки и успел пронзить одного монстра насквозь. В этот момент он открылся для удара. Монстр задрал лапу для атаки и в этот момент в него прилетела огненная сфера, которая сожгла его наполовину. Демон попятился назад и лишь слегка поцарапал спину юношу острыми когтями. Каю было не сильно больно, поэтому он рассёк пополам монстра которого проткнул мечом. Кровь хлестала во все стороны, окропив юношу. Второй демон пытался удержаться на ногах от атаки Аки и одновременно махал рукой перед собой, чтобы задеть Кая. Юноша нырнул под лапу монстра, отсёк её, затем раскрутился и снёс чудищу голову. Она отлетела от тела, как ракета, пуская за собой струю голубой крови. Демон, который был на крыше спустился с неё и стал убегать, Кай и Аки кинулись за ним и догнал за пару секунд. Юноша отрезал ему ноги. Демон на земле из-за всех сил отползал от них и кричал: «Стой! Я сдаюсь!» Но Кай хладнокровно поднял меч и прикончил его.\n- Зачем ты его убил? – возмутилась девушка, посмотрев на юношу?\n- Он был демоном, - спокойно и безэмоционально ответил Кай, преобразив демоническую голову в человеческую, - поэтому нет причин, чтобы его жалеть.\n- Он умел говорить. Что очень странно. Разве не было бы тебе полезно его о чём-нибудь расспросить?\n- Мне наплевать на это. Я убью каждого демона, умеет он говорить или петь, я не пощажу ни одного из них.\nАки присмотрелась в его глаза и увидела взгляд полной ненависти, словно ему было недостаточно убить монстра, а хотелось, чтобы он страдал.\n- Пошли, Аки, разбудим жителей, а то жалко мне смотреть на них, - пошёл Кай к спящим людям.\n- И как ты собираешь их будить? – поинтересовалась лисица.\n- Так же, как и тебя. Буду всем делать маленькие порезы, и они очнуться.\n- Это очень долго и глупо, - недовольно ответила Аки. – Давай я попробую их разбудить при помощи магии?\n- Если получиться, то делай.\n- Тогда подержи мой плащ, - сняла она накидку и отдала юноше. Аки окружил голубой свет, создавая сферу. Он стал медленно раскручиваться и, сделав пару оборотов, раскрылся. Свет окропил весь город, и люди стали просыпаться. Кай отдал девушке плащ, который она быстро одела. Когда все люди пробудились, то были в шоке от кровавых улиц, порезанных демонов и частей съеденных людей. Кай и Аки хотели быстро пройти через толпу и вернуться в свой рёкан, но кто-то крикнул: «Смотрите люди! Это беловолосый мечник и кицунэ из деревни Колку. Они спасли нас от ужасных демонов». Вся толпа посмотрела на них. \n- Нет вы ошибаетесь, я крепко спал так же как и вы, - отнекивается Кай.\n- А что насчёт твоих ран на спине? – раздался голос из толпы.\nЮноша повернул торс и увидел ободранную кожу, - «Вот чёрт».\n- Не стоит скромничать юноша, вы спасли многим жизни в этом городе, - сказал толстый старик, который вышел из толпы к ребятам. – Если бы не вы с кицунэ, то день фестиваля превратился бы в траур. Позвольте нам отблагодарить вас за спасение. Скажите, чего бы вы хотели?\n- Мне правда ничего не надо у меня всё в достатке, - ответил Кай. \n- Эх-х, всё скромничаете, но ладно это ваш выбор. А вы кицунэ?\n- Хм-м, - скинула Аки капюшон, обнажив своё красивое лицо и лисьи уши. Толпа была в шоке от её красоты и не сводила с неё глаз. - сейчас я бы хотела пойти отдохнуть в рёкан, а то сильно вымоталась на фестивале.\n- Что ж, тогда не будем вам мешать. Пропустите их люди.\nТолпа разошлась, и ребята смогли без проблем пройти к своему рёкану. Войдя в комнату Аки сразу легла на футон, а Кай забросил игрушку девушки в воронку и сел в позу лотоса в центре комнаты.\n- Что ты делаешь? – поинтересовалась девушка.\n- Лечу раны.\n- И как же?\n- Смотри.\nСпину Кая окутал чёрный дым, который затянул его раны за пару секунд.\n- Невероятно! – удивилась Аки. – Впервые вижу, чтобы при помощи медитации лечили такие раны.\n- Это не она. У меня тело само регенерирует все раны, а если я сосредоточусь на процессе, то это происходит почти моментально.\n- С каждым днём ты удивляешь меня всё больше. Сперва ты показал, как владеешь, необычным стилем фехтования, теперь ты можешь лечить свои раны и превращать человеческую голову в демоническую.\n- Тебе хотя бы не скучно, - ухмыльнулся юноша. – И превращать я могу все мои конечности, а не только голову.\n- То есть ты можешь стать демоном и сражаться с ними на равных?\n- К сожалению, полное превращение пока мне не удаётся сделать.\n- Но это всё равно удивительно. Человек, который способен стать демоном. От кого же ты получил такую силу?\n- Ах-х, - зевнул юноша и лёг на футон. – Давай я тебе завтра расскажу, спать хочется.\n- Хорошо, спокойной ночи, Кай.\n- Спокойной, Аки.\nУтром ребята собрались и пошли к дороге. Пока они шли по городу, каждый житель благодарил их кланялся в знак признательности. Ребятам было неловко. Покинув Циканусу, они продолжили идти к кровавому острову.",
      "Тёмным прохладным вечером, Кай и Аки сделали привал на голом поле без единой души поблизости. Юноша разжёг костёр, достал из воронки котёл, набрал в неё воды из ручья неподалёку, разрезал овощи и закинул в кастрюлю над огнём.\n- Кай теперь ты расскажешь, как ты получил свои силы? – спросила лисица, обматываясь хвостами.\n- Хорошо, - ответил Кай, мешая суп. – Когда мне было пятнадцать, то со мной случилась трагедия. Демон пришёл в мой дом и убил моих родителей, а брат спас меня, кинув в реку. Когда я попал в воду, то потерял сознание. И в моём разуме появился чёрный демон с красным мечом, который хотел меня убить. Я ввязался с ним в не равный бой и победил его только благодаря словам своего брата. Но демон так просто проиграть не хотел и на последних секундах своей жизни он укусил меня за лицо. Когда же я очнулся, то у меня уже были белые волосы, цветные глаза, шрамы на рту и способности демона. Я сам понятия не имею, как так получилось, но рад что не умер тогда. Вот такая вот история.\n- Получается, что демон просто передал тебе свои силы перед смертью, это какой-то бред, - недоумевала Аки.\n- Я уже сказал, что сам не понимаю почему всё именно так произошло, так что ответа от меня ты точно не дождёшься.\n- Тогда не буду тебя этим донимать. Куда мы дальше придём?\n- В деревню Хако, там мы закупимся продуктами, отдохнём и затем пойдём в город Мейко.\n- Никогда не была в Мейко. Интересно это красивый город?\n- Скорей всего да.\n- Надеюсь на это, - девушка понюхала приятный аромат от кастрюли. – Кай, что за суп ты готовишь у него такой прекрасный запах?\n- Это из-за лесных грибов и овощей. Меня брат обучил как готовить этот суп. Долго же он со мной возился тогда, ха-ха-ха, - смеялся Кай. Юноша достал тарелки из воронки и налил туда суп, - Всё готово, жду твоей оценки, - протянул он Аки чашу с едой. Лисица попила немного супа и с восторгом сказала: «Восхитительно, он очень вкусный!»\n- Спасибо за комплимент.\nДоев суп, ребята легли спать под звёздным небом.\nВ пол день они были уже у деревни. Перед входом в Хако стояли самураи в полной защитной броне с шлемами и катанами, а рядом с ними хилые люди в больших мантиях с посохами. У них всех одежда была синего цвета с нарисованной тучей из которой выходит молния. Ребята не придали им особого внимания и собирались пройти мимо них. Как только они подошли к ним, то один из самураев остановил Кая.\n- Постойте молодой человек, - обратился самурай низким голосом. – Подойдите ко мне поближе.\n- Эм-м, хорошо, - Кай выполнил просьбу. Самурай приблизил к юноше свой круглый железный медальон на груди. Ярко-красный камень в центре засиял, как звезда. Самураи тут же выхватили свои катаны, а люди в мантиях направили посохи на юношу.\n- Что происходит? – нервно спросил Кай.\n- Убить демона, -  крикнул самурай и стал размахивать своим мечом. Юноша у вернулся от удара и отпрыгнул в сторону.\n- Я вообще-то человек, а не демон. Вы разве не видите? – пытается образумить их юноша.\n- Говори, что хочешь дьявольское отродье, медальон с вашей кровью ещё ни разу не ошибался.\n- Постойте! – встала Аки перед Каем. Воины остановились. – Это явно какая-то ошибка. Этот человек никак не может быть демоном, так как сам убивает их.\n- С чего нам в это верить?\n- Слышали о беловолосом мечнике и кицунэ, которые были в Колку и Циканусе, так это мы, - сбросила с себя лисица плащ и показала свои хвосты и уши. Воины в синих одеждах удивились.\n- Я слышал о вас, - вскрикнул один из самураев, который убрал меч в ножны и подошёл к ребятам. – Благодарю вас, что тогда защитили жителей Колку от демонов, если бы не вы, то мои родители точно бы погибли, - поклонился мужчина.\n- Спасибо за добрые слова, но кланяться не стоит, - ответил Кай.\n- Видимо это правда раз уж Року аж склонился. Уберите ребята оружие и отведите их командиру, - приказал один из самураев. Все люди в синей одежде послушались и мужчина, который поклонился согласился их провести. Аки одела плащ и с Каем пошли за самураем.\n- Как к вам можно обращаться? – интересуется лисица.\n- Меня зовут Року, будем знакомы.\n- Приятно познакомиться, а меня Кай, - говорит юноша. – Можно узнать кто вы такие, а то на обычных самураев вы не похожи?\n- Мы небесные воины на службе императора. Большинство из нас - это бывшие самураи, которые научились сражаться против демонов и маги, которые нам помогают в боях с этими чудищами.\n- И скольких демонов вы убили за время своей службы?\n- Лично я ни одного, а все воины в Хако троих.\n- Неплохой результат.\n- Спасибо. А вы скольких уже убили, уж точно не один десяток?\n- Тридцать девять.\n- А я девяносто три, - ответила Аки.\n- Ого! – удивился Року. – Получается вы сильнее демонов.\n- Нет, - ответил Кай. - Скорее нам попадались слабые враги.\n- Может по вашим меркам и слабые, но для нас каждый демон - это большая проблема. Не каждый из обученных воинов может выйти из боя живым с этими чудищами.\n- Надеюсь такое не часто происходит.\n- К счастью с нами ещё такого не было. Вот мы и на месте, - пришли ребята к большому зелёному дому, где было много воинов в таких же синих доспехах и мантиях. Пройдя немного по коридорам здания, они пришли к нужному кабинету. Ребята вошли в комнату командира, мужчина склонил голову и поприветствовал его: «Здравствуйте, Ли-сан».\n- Привет, Року, - ответил взрослый мужчина с пышными усами и бородой, сидя за столом и перебирая бумаги. Он посмотрел на воина и увидел Кая с Аки. - Кого это ты ко мне привёл?\n- У нас с ними возникли кое-какие трудности у входа в деревню, и было принято решение сопроводить их к вам, чтобы вы сказали, как следует поступить.\n- Они бандиты или пострадавшие?\n- Никак нет. Они спасители деревни Колку и города Цикануса.\n- Они?! – недоумевал командир. – Мне казалась они будут чуть старше. Но не важно, так в чём проблема, если они, как ты говоришь спасители?\n- Когда этот юноша проходил мимо нас, то медальон засверкал, вот мы и подумали, то это демон и хотели его убить. К счастью они нас переубедили.\n- Вот в чём дело, - погладил командир свою бороду с усами, подумал и сказал: «Есть для вас два предложение, чтобы таких ситуаций у вас не возникало, если согласитесь, то вам придётся заплатить сотню йон, так как это дорогой процесс. Ну и есть второй вариант, бесплатный, но некомфортный, как для вас, так и нас».\n- Можно узнать конкретно, что будет происходить в обоих случаях.\n- В бесплатном варианте мы просто приставим к вам пару воинов, чтобы ходили за вами по всюду, разумеется в других местах вам придётся тоже договариваться с другими командирами, но вопрос состоит в том сможете ли. А в платном мы разошлём во все города и деревни где есть «Небесные воины» ваши листовки с фотографиями и именами. С помощью них вас будут пропускать в поселения без проблем. Так что выбираете?\n- Хм-м, вариант с листовками звучит заманчиво, ты как думаешь Аки? – посмотрел юноша на неё.\n- Эта идея гораздо лучше, чем постоянная слежка за нами, поэтому я не против.\n- Тогда, - достал Кай мешок с деньгами из-за спины и положил на стол, - приступим к делу.\n- Это делается не у меня. Року, отведи их к отделу распечаток и скажи пусть пока срисовывают их лица, а я подготовлю все документы.\n- Погодите-ка! У нас будут срисовывать лица без масок? – спросил Кай.\n- Конечно, а ты как думал. Надо же всё лицо показать, чтобы понять, что ты это ты, а не кто-то другой.\n- А можно я в маске буду?\n- Нет. Но если хочешь можешь отказаться.\nКай постоял, немного подумал и ответил: «Хорошо сниму маску».\n- Тогда идите, и, Року, не забудь вернуться ко мне за документами.\n- Так точно.\nРебята вышли из кабинета командира и пошли в комнату отдела распечаток.\n- Честно говоря не ожидал, что всё так быстро разрешиться ваша проблема, - сказал Року.\n- Оно и к лучшему, у нас будет время, чтобы отдохнуть.\n- Вы правы. Вот мы и на месте.\nРебята зашли в комнату распечаток и Року передал приказ командира. В комнате летал лёгкий запах краски из-за работы людей с большой печатной машиной в центре, а несколько людей в углу помещения рисовали предупреждающие знаки и агитационные листовки. Кая и Аки отвели в зону составления листовок и посадили на стулья.\n- Теперь попрошу вас снять маски и капюшоны, чтобы я мог вас срисовать, - сказал юноша, сидя перед доской с прикреплённым листом. Аки сразу сняла капюшон и все в отделе уставились на неё.\n- Немедленно прекратите пялится это некрасиво, - злобно ответила лисица. Тут же все отвернулись и продолжили занимать своими делами.\n- Рисуйте пока Аки, а я потом сниму.\n- Хорошо, - юноша обмакнул кисточку в чёрную краску и стал срисовывать лисицу. Его рука двигалась быстро и плавно. Он пару раз окидывал её взглядом, чтобы правильно нарисовать пропорции и через пару минут он закончил. Юноша отдал рисунок коллеге, поставил чистый лист и сказал Каю: «Снимайте маску». – Кай нехотя стянул её с лица. Все увидели его странные шрамы на губах, недолго смотрели и затем продолжили заниматься своими делами. Юноша стал срисовывать Кая. Через пару минут он закончил, взял рисунок и пошёл к станку и сказал ребятам: «Можете идти по своим делам».\nКай и Аки вышли из зелёного здания и пошли в рёкан. Заняв комнаты, ребята направились на рынок. Купив кучу продуктов, ребята возвращались в рёкан и по пути встретили небесных воинов, которые их остановили у входа.\n- Привет ребята, - поприветствовал самурай, который был впереди всех, - не хотите выпить с нами в качестве извинения за сегодняшнее?\n- Я не пью, уж простите, - ответил юноша.\n- Ясно, ну а вы кицунэ?\n- Я ненавижу алкоголь, он очень противный на вкус, словно пьёшь воду из лужи с грязью.\n- Очень жаль, что вы отказали, но что поделать. Удачного вам вечера.\n- Спасибо, - ответили ребята, и затем все разошлись.\nПридя в свою комнату, ребята тут же легли спать.\nСледующим днём, когда они шли по пустым полям, обдуваемые ветром, у Кая задымились руки. Юноша побежал вперёд по дороге, а за ним лиса. Когда они преодолели небольшой бугорок, то увидели троих самураев и двух магов из небесных воинов, которые сражались с четырьмя демонами на земле окрашенной кровью от павших бойцов. Кожа тощих, но высоких монстров покрыта крепкой чешуёй, у них за спинами были хвосты с шипами на конце, и острые когти с зубами, а на вытянутых головах торчали маленькие рожки. Кай немедленно достал катаны и ринулся в бой. Большим и длинным прыжком юноша приземлился на ближайшего демона пронзив его клинками от плеч до ног. Кай спрыгнул с монстра, разрезав его на части. Трое демонов набрасываются на юношу и одного из них прожигает Аки большим огненным шаром. Кай взмахивает клинком и разрезает третьего монстра ветряным лезвием, но последний увернулся от него. Юноша подбежал к демону и уже собирался отсечь ему голову. Но демон развернулся и хвостом выбил меч из правой руки. Кай тут же отскочил и призвал в пустую ладонь кровавый меч. Как только демон его увидел, то тут же кинулся бежать и орать от неописуемого страха. Аки и небесные воины были сбиты с толку от увиденного. Юноша не обратил на это внимание. Кай направил клинки вертикально вверх, присел на одно колено и резким выпадом, догнал монстра и разрубил его пополам. Это было так быстро, что никто не понял, что произошло. Половинки монстра превратились в пепел и расселись по ветру, как только коснулись земли. Кай подобрал выбитый меч и вместе с Аки подошли к выжившим.\n- Благодарим вас за помощь, - сказали небесные воины в один голос.\n- Не нужно благодарности, лучше скажите куда вы шли? – спросил Кай.\n- Мы направлялись в деревню Хако для укрепления защиты, так как демоны стали здесь всё более агрессивными, - ответил ближайший самурай.\nКай оглянул трупы убитых людей и сказал: «И вы продолжите идти, после случившегося?»\n- Пойдём, ведь это наша задача и её надо выполнить. Но всё равно придётся просить ещё подкрепления.\n- Тогда удачи вам. Прощайте. – Кай с Аки ушли.\n- Не хочешь сказать, что ты сделал с тем демоном?\n- Ты про что, Аки?\n- Почему тот демон в страхе убегал от тебя, как только ты достал свой красный меч, да и откуда он у тебя?\n- Ну, катана мне досталась от монстра, которого я убил в детстве. А вот почему демон испугался меча, я не знаю.\n- Почему-то меня настораживает эта ситуация.\n- А мне только на руку, что они боятся. Как раз поймут, что я испытывал, когда встретил одного их них. – Аки ничего не ответила, и ребята молча продолжили идти.\nТёмным вечером ребята сидели перед костром в чистом поле. Мясо жарится над огнём, Аки расчёсывает хвосты маленькой расчёской, а Кай что-то чёркает в своей книжке.\n- Что ты там рисуешь? – интересуется лисица.\n- Всё что когда-то видел.\n- Можно посмотреть?\n- Только если разрешишь погладить свои ушки, - ухмыльнулся юноша через маску.\n- Хорошо, я согласна, - Кай отдал ей книжку. Аки открывает первую страницу и видит демона, стоящего на мёртвых людях с подписью «Отомстить за свою семью». Листнув дальше, Аки видит волка с тремя рогами на лбу и снизу написано «Второй убитый демон», а на странице рядом расположен небольшой дом стоящий посреди больших и длинных деревьев. На следующем листе изображён улыбающийся лысый старик с длинной бородой и надписью сверху «Мастер Тейп». Рядом с ним изображены скалы, бамбуковые столбы и верёвка натянутая над рекой и снизу написано «Самые жестокие тренировки». – Кай что это за старик и места? – показала лисица страницы с рисунками.\n- Это мастер Тейп. Он обучил меня всему, что я знаю и у меня перед ним неоплатный долг. Это пейзажи – это места наших тренировок. Тейп заставлял меня взбираться и спускаться кучу раз, так ещё и за короткое время. На этих бамбуковых столбах я сражался с ним, тренируя свой баланс. Ну а на верёвке приходилось уклонятся от мусора, который в меня кидал мастер Тейп.\n- Какие жестокие тренировки.\n- Может быть, но благодаря им я такой сильный.\nАки продолжила листать книжку. Было много демонов и пейзажей, которые видел Кай. На одной из страниц Аки увидела нарисованную себя, как в облике человека, так и лисы с подписью «Аки (кицунэ) - красивая девушка с сильной магией». – Это так мило, - произнесла в слух лиса.\n- Ты про что?\n- Ой, прости. Случайно вслух скала, - занервничала Аки. – Просто ты меня тут так красиво изобразил.\n- Да вроде рисовал как обычно, но если тебе нравится, то я польщён.\n- Кай, а зачем ты вообще это делаешь?\n- Чтобы потом я мог не только рассказать мастеру Тейпу о своих приключениях, но и показать.\n- А не хотел бы ты показать это своим детям, а в будущем и внукам? – протянула она книжку юноше.\n- Честно, никогда не думал об этом, - взял её Кай и бросил в воронку. - Но возьму это на заметку.\n- Тогда какую семью ты бы хотел?\n- Небольшую. Красивую и добрую жену, которая могла бы вкусно готовить и присматривать за детьми пока меня нет дома. Ну и сына, чтобы передать ему знания ветряных клинков и воспитать из него доброго человека.\n- Надеюсь у тебя всё будет так, как ты и мечтаешь.\n- Спасибо. О как раз мясо приготовилось, - Кай снял его с огня и поделил пополам. Когда юноша съел свою часть мяса, то говорит: «А теперь пора погладить твои ушки».\n- Ну давай. – Кай сел за спину Аки и стал гладить её уши. Они были очень мягкими и пушистыми, а также щекотали лисицу. Через пару минут он прекратил, достал плед и лёг на землю, а кицунэ укуталась хвостами. Ребята заснули.",
      "Следующим днём ребята уже стояли перед воротами в город Мейко. Подойдя к стражникам, Кай спросил: «Здравствуйте, ребята у вас же уже есть листовки с моим лицом?»\n- Скажите кто вы и мы найдём, - ответил ближайший самурай.\n- Такеда Кай, а эта девушка кицунэ. \n- По какой причине они были сделаны? – поинтересовался самурай, который перебирал бумаги, стоя за воротами.\n- Меня по ошибке сочли демоном, а я человек.\n- Есть такой листок, - подошёл самурай с листовками к юноше, - снимите пожалуйста маску, чтобы сверить ваше лицо. – Кай послушался. Самурай смотрел на него пару секунд и затем на листовку, - Всё в порядке это вы. Так ну и кицунэ, - Аки сняла капюшон. - Самурай смотрел на лицо девушки и затем на рисунок. – Всё отлично можете проходить.\nРебята скрыли свои лица и вошли в город. Город Мейко сильно отличался от Циканусы. Здесь очень много многоэтажны домов, под ногами проложена каменная плитка вместо рыхлой земли, людей больше в два, а может и в три раза, по улицам ходят небольшие отряды небесных воинов, которые следят за порядком. Насмотревшись на красоты города, Кай предложил сперва пойти поесть в идзакае. Девушка согласилась. Ребята пошли вдоль улицы и зашли в первый найденный идзакай. Внутри было много народу. Казалось, что свободных мест почти нет, но ребята нашли один свободный стол рядом с барной стойкой и сели за него. К ним подошёл официант и спросил: «Здравствуйте, дорогие гости, что будете заказывать?»\n- Здравствуйте, мне пожалуйста жаренную курицу с рисом, удон и воду, - ответил юноша.\n- Понятно, а вы женщина, что будете?\n- Мне обычный рамен и тоже воду.\n- Хорошо. Ваши заказы будут готовы через десять минут. Приятно провести вам время, - официант ушёл.\nАки стучала по столу ногтем в ожидании заказа, а Кай осматривался. Он видел, как люди веселятся, рассказывая свои забавные истории, едят вкусную еду и пьют хорошую выпивку. Он посмотрел на барную стойку у которой стоял мускулистый высокий мужчина, с блондинистыми волосами, одетый в ярко красную футболку без рукавов с капюшоном, в чёрные мешковатые штаны и сапоги. По бокам на поясе у него висели сложенные маленькие косы, которые почти доходили до щиколоток ног. Мужчина развернулся с выпивкой в руке. У него было красивое лицо и ярко зелёные глаза, словно изумруды, а на шее висел небольшой крест с красным камнем, как на медальоне небесных воинов. Мужчина делает глоток и осматривает идзакай. Он встречается со взглядами с Каем. Мужчина осмотрел его, сделал удивлённые глаза, отложил кружку на барную стойку и подошёл к юноше.\n- Здравствуйте, это же вы беловолосый мечник и кицунэ, которые сражается с демонами по всей Алитарии? – спросил мужчина.\n- Это мы. – ответил Кай. – А вы кто?\n- Меня зовут Рекс, я мастер косы из страны Дасто и вхожу в ряды святых рыцарей.\n- О так вы чужестранец и давно у нас здесь? – поинтересовалась Аки.\n- Три недели назад прибыл в вашу страну по приказу короля.\n- По какому ещё приказу? – спросил Кай.\n- А вы не знаете? Император Алитарии попросил у ближайших стран помощь в войне с демонами, которых стало очень много.\n- Впервые о таком слышу.\n- Если не верите, то вот мой пропуск, - Рекс достал из подсумков за спиной небольшой свёрсток и развернул его. На нём было написано разрешение о свободном передвижении святого рыцаря для помощи из соседнего государства в войне с демонами. И на бумаге были печати двух стран, Алитарии с цветком сакуры с огнём по середине, и Дасто с орлом убивающий змею.\n- И куда ты собираешься идти? – спросила Аки.\n- В столицу, туда должны будут прийти все войска из разных государств, чтобы общими силами сразится с демонами. А вы туда держите путь.\n- Нет, мы идём к кровавому острову, а столица будет лишь по пути, - ответил Кай.\n- Можно тогда пойти с вами до столицы?\n- Зачем тебе?\n- Я очень хочу увидеть, как ты убиваешь демонов, не касаясь их мечом. Так можно пойти с вами?\n- Мне лично всё равно. Аки, а ты, что думаешь? – спросил Кай.\n- Тоже самое.\n- Благодарю вас, - обнял он их.\n- Прекращай, - сказали ребята в один голос и оттолкнули его.\n- Ой, простите, если вдруг оскорбил вас этим жестом, у нас это является проявлением добра и дружелюбия.\n- Ты нас не оскорбил, просто это было внезапно, - ответила Аки.\n- В следующий раз буду предупреждать.\nК столу подошёл официант, положил еду и ушёл. Кай и Аки тут же стали есть, а Рекс сел за стол.\n- Куда вы пойдёте, когда поедите?\n- Сперва в рёкан, а потом на рынок за продуктами, - ответила Аки\n- Кай, а когда ты покажешь, своё необычное фехтование?\n- Он тебе не ответит, пока ест, поэтому придётся подождать пока не закончит.\n- Почему?\n- Не знаю, в чём причина, но он не нарушает это правило.\n- Ладно. А вы, Аки, правильно произнёс ваше имя?\n- Да, что такое?\n- Почему вы путешествуете с ним?\n- Из-за его необычной жизненной ауры. Она отличается от человеческой и не похожа ни на чью. А я хочу это выяснить, да и одной скучно путешествовать, - посмотрела Аки на Кая.\n- Эта аура от чего-то зависит?\n- Только, то какое ты существо: человек, зверь или монстр.\n- Понятно.\nРебята всё съели, заплатили за еду и вышли из идзакая.\n- Куда сейчас пойдём? – спросил Рекс.\n- Сперва в рёкан, арендуем комнаты и затем на рынок за продуктами, - ответил Кай.\n- Могу посоветовать гостиницу в котором я остановился.\n- Что это?\n- Я так называю ваши рёканы.\n- Ясно. Так где она?\n- В двух кварталах от нас, идите за мной, - повёл Рекс их за собой.\nРебята шли за мужчиной по оживлённым улицам где люди напоминали толпу карасей, движущихся по морским путям. Придя к рёкану, ребята удивились от его вида. Перед ними стоял огромный голубой дом с десятками окон.\n- Это точно рёкан, Рекс?\n- Да, не видишь вывеску над дверью?\n- Просто этот дом очень большой по сравнению с теми, что я встречал.\n- Большой – маленький, какая разница, если тут можно переночевать?\n- Тут ты прав, но…\n- Вот и всё пошли, - потянул Рекс Кая во внутрь.\n- Здравствуйте, чего изволите? – поприветствовал их хозяин рёкана, стоя за небольшим столом.\n- Привет, Коичи, моим друзьям нужны комнаты, у тебя есть свободные? – спросил Рекс.\n- Для тебя Рекс у меня всё есть. Какие вам нужны комнаты?\n- Одной двухместной достаточно, - сказал Кай.\n- Сейчас посмотрю, - стал рыться мужчина под столом. – Вот, - поставил он на стол ключ, - Ваша комната тридцать восьмая.\n- Хорошо, сколько вы возьмёте за одну ночь?\n- Шестьдесят йон.\nКай оплатил комнату, взял ключи, и ребята пошли на рынок. Придя в центр города, они тут же увидели лавки с продуктами и сразу стали всем закупаться.\n- Рекс, а в бою ты пользуешься этими косами? – спросила Аки, пока они двигались от лавки к лавке.\n- Разумеется. А ещё я могу их соединять в одну большую косу и управлять её силой мысли.\n- Это какая-то твоя способность? – поинтересовался Кай.\n- Нет. Просто мне её зачаровал знакомый маг по моей просьбе. И теперь, где бы моя коса не была, она всегда вернётся ко мне в руку по моему первому зову. А также я её мог управлять на дистанции.\n- Звучит очень интересно, - сказал Кай, собирая фрукты в пакеты и забрасывая их в воронку. – Я бы точно не отказался от такого.\n- Если хочешь, Кай, то при следующей встрече с моим другом, могу попросить его зачаровать и твоё оружие?\n- Если это тебя не затруднит.\n- Поверь ни капли.\n- Хорошо, я как раз и купил всё что мне нужно. Может быть пойдём прогуляемся по городу?\n- Я не против, - ответил Рекс.\n- Давай. Этот город очень интересный, - добавила Аки.\nРебята гуляли по улицам, любуясь красотами многоэтажных домов, необычных магазинов с ювелирными украшениями безделушками. Проходя мимо всех лавок, Аки приметила красивую бирюзовую юкату с рисунком падающих лепестков сакуры.\n- На что уставилась? – подошёл к лисице Рекс и тоже приметил необычную одёжку. – Очень понравилась та юката?\n- Да. Она очень красивая.\n- Кай, подойти - ка сюда! – окликнул Рекс юношу, засмотревшегося на лавку с безделушками.\n- Что такое? – спросил юноша, подойдя к друзьям.\n- Я хотела бы примерить вон ту юкату, - указала лисица пальцем на одежду.\n- Ну так пошли, - зашёл Кай первым в магазин, а за ним и его друзья. – Здравствуйте, хозяйка, - поприветствовал юноша молодую продавщицу, - не дадите померить вот эту юкату моей подруге?\n- Конечно, - девушка достала такую же одежду из большого шкафа за её спиной и отдала Аки. - Примерить вы можете её вон там, - указала она рукой на примерочную. Лисица зашла в неё и тут же сняла с себя плащ с одеждой и одела новую юкату. Покрасовавшись перед зеркалом, она решила купить её.\n- Сколько стоит эта юката? – спросила девушка через шторы в примерочной.\n- Восемьдесят пять йон, - ответила продавщица. – Желаете купить?\n- Да, она мне нравится. Кай, заплатишь?\n- Само собой, я же предложил её купить, - юноша подошёл к продавщице и отдал ей деньги.\nАки одела на себя плащ, вышла из примерочной со старой одеждой в руках и с ребятами вышли из магазина. Ребята смотрели на лисицу в новом наряде.\n- Что такое? – спросила Аки.\n- Ничего, просто тебе так идёт эта юката, - похвалил её юноша.\n- Спасибо, я рада что вам нравится.\n- Что будешь делать со старой одеждой?\n- Я думала, может её бросить в твою воронку, где ты хранишь свои вещи.\n- Давай, так и сделаем, - рядом с Аки появилась чёрная дыра, - кидай туда. – лисица послушалась Кая. – Ну что, пошли дальше гулять?\n- Конечно, - ответили Рекс и Аки.\nИдя вдоль улиц, ребята вышли на небольшую площадь где звали мужчин сразиться на деревянных мечах между и выиграть двести йон. \n- Может поучаствуем? – спросил Рекс у Кая.\n- А ты мечом сражаться умеешь?\n- Нет, но так даже интереснее.\n- Правда, ну, тогда пошли. Посмотрю, как долго ты продержишься, - пошёл Кай записываться на турнир.\n- Ненужно меня недооценивать, - сказал Рекс, подойдя к юноше.\nПосле недолго ожидания в центре толпы поставили небольшую арену и залили её песком. Прозвучали имена первых бойцов из уст молодого юноши рядом с песочным рингом. Это были двое взрослых мужчин. Один из них был в ярко красную юкату, а второй в зелёную футболку с коричневыми штанами и ботинками. Они вышли на арену с деревянными мечами. Толпа делала ставки и ожидала боя. Мужчины поклонились друг другу и по звуку гонга они тут же схлестнулись мечами. Способности бойцов были одинаковы из-за чего толпа постоянно кричала, чтобы подбодрить своего фаворита. Мужчины сражались очень умело. Каждый из них блокировал удары и проводил контратаки, но безуспешные. И бой продолжался пока мужчина в юкате не сделал длинный выпад. Оппонент отпрыгнул в сторону и ударил его по животу, затем по ногам. Мужчина в юкате упал на песок. Зазвенел гонг, означающий завершение боя. Мужчины ушли с арены. Прозвучали имена следующих бойцов. Одним из них был Кай, а второй молодым юношей лет восемнадцати. Они стояли на арене и ждали гонга. Как только он прозвучал, Кай тут же бросился на юношу и двумя ударами по бокам повалил его. Зазвенел гонг. Кай помог юноше подняться и провёл его к врачам, которые были рядом с ареной. Следующими на ринг вышли Рекс и лысый мужчина. Прозвучал гонг. Рекс раскручивал меч в руках, как пропеллер, и резким ударом выбил оружие из рук лысого мужчины, и ударил его по животу. Оппонент скрючился и крикнул, что сдаётся. Зазвучал гонг. В следующем бою сражались двое мужчин. Бой был недолгим, так как один из них владел фехтованием на высоком уровне. В следующем бою сражался Кай и мужчина одержавший победу в прошлой схватке. Он хоть и был очень опытным фехтовальщиком, но Кай расправился с ним быстро. Когда они схлестнули мечи, юноша сделал разворот в сторону оппонента, ударил локтем по голове и затем мечом по ногам. В предфинальном бою сражался Рекс с мужчиной в зелёной футболке. Зазвенел гонг. Рекс бросил меч прямо в лицо мужчине, подскочил к нему, отобрал его оружие и пару раз ударил по ногам. Оппонент упал на песок и зазвучал гонг. В финальном бою Рекс и Кай были полны решимости победить друг друга.\n- Ну что, Кай, видишь, как долго я продержался? Осталось лишь тебя выиграть и всё.\n- Это поражает, Рекс, но я очень сильный соперник. Так что сражайся серьёзно.\nПрозвенел гонг. Рекс стал раскручивать меч в руке. Кай направил оружие к земле и медленно стал подходить к нему. Рекс резко остановил меч, направил её в грудь и сделал выпад, Кай присел с разворотом, уклонившись от атаки, и ударил через бок в живот сопернику. Юноша выпрямился и резким разворотом ударил по голове оппонента. Рекс упал на песок без сознания.\nВечером того же дня Рекс пришёл в себя в своей спальне.\n- Что за? Где Я? – спросил мужчина, сев на постель.\n- Проснулся наконец, - сказал Кай, сидящий рядом с кроватью.\n- Что случилось?\n- Я тебя вырубил по случайности, прости за это.\n- Ничего, мы же сражались, а в драке все средства хороши.\n- Согласен, но всё же возьми вот это, - бросил Кай мешок с деньгами на кровать.\n- Что это?\n- Приз за турнир.\n- Нет-нет. Ты же победи, значит это твоё.\n- Мне не нужны деньги, я и так не испытываю с ними проблем, а вот у тебя они когда-то да закончатся, поэтому не отказывайся.\n- Хорошо, благодарю за заботу, - взял Рекс деньги и отложил на тумбу.\n- Тогда ложись спать, ведь завтра утром мы уйдём из города.\n- Хорошо, спокойной ночи тебе и Аки.\n- Спасибо и тебе, - ответил Кай и вышел из комнаты Рекса и пришёл в свою. Аки сидела у себя на кровати и ждала юношу.\n- Как там Рекс? – спросила лисица, как только Кай зашёл в комнату.\n- С ним всё хорошо, - зевнул юноша.\n- Чудо, что он в порядке после твоего удара.\n- Это был рефлекс. Тем более он не обижается и сейчас уже, наверное, спит и ты тоже ложись, - разделся Кай и лёг в постель.\n- Разумеется, но сперва - подошла девушка к Каю и села на него. – немного полакомлюсь тобой, - положила она руку на его грудь и стала питаться его жизненной силой.\n- А садиться на меня было обязательно?\n- Нет, а что, тебе не нравится?\n- Разумеется. Я чувствую себя беззащитным.\n- Для жертвы это нормально. Я же охотница, как не крути.\n- Давай без глупых шуточек.\n- Хорошо, мой лакомый кусочек, ха-ха, - хихикнула лисица и встала с Кая, юноша недовольно фыркнул. Девушка легла к себе в постель, пожелала спокойной ночи, и они уснули.\nУтром ребята вышли из города и зашли по тропе в лес. Густые и огромные деревья закрывали небо над головой, как зонты, и только тонкие лучи солнца освещали путь, по которому шли герои. Лесная симфония из пения птиц, свиста прохладного ветра и шелеста мелких зверей в кустах придавало ребятам лёгкости в своём пути. Но когда к полудню они прошли большую часть леса, великолепная песня природы завершилась, оставив лишь гробовую тишину. Рекса насторожило, то что уже продолжительное время не было никаких звуков зверей, и он держал руки на косах. Раздался шелест на ветках деревьев. С них спрыгнуло десяток бандитов с мечами и ножами, одетые в зелёную одежду. Рекс, достал косы и блокировал удар над головой, Кай и Аки отпрыгнули в сторону. Один из бандитов крикнул: «Убейте мужчин и снимите с них всё, а бабу оставьте живой».\nЮноша достал мечи, накинулся на ближайшего врага и снёс ему голову. Рекс оттолкнул бандита чей удар он блокировал, соединил маленькие косы в одну большую и, сделав пируэт, разрубил его пополам. Аки наколдовала небольшие огненные шары в руки и бросила в людей толпу. Троих бандитов окутал голубой огонь, они неистово вопили от боли пока не сгорели. Оставшиеся в живых враги убегали в страхе. Рекс швырнул косу в их сторону, вытянул руку и по её направлению летело оружие. Он убил троих, разрезав пополам, и вернул косу в руки. Кай взмахнул катанами и разрубил оставшихся бандитов ветреными лезвиями. Рекс удивился от увиденного и спросил юношу: «Это было то о чём я думаю?»\n- Понятия не имею, что у тебя творится в голове, - недоумевая ответил Кай.\n- Это же тот стиль боя, когда ты рубишь врага, не касаясь его?\n- Да, это оно.\n- Это было восхитительно! - возбуждённо крикнул Рекс. – Кай обучи меня этому боевому мастерству.\n- Нет.\n- Что?! Почему?\n- Во-первых, - убрал Кай катаны в ножны, - я не учитель, во-вторых, ты и так неплохо сражаешься со своей косой.\n- Ну, ладно, - расстроился Рекс. – Давайте пойдём дальше.\nРебята продолжили идти до позднего вечера. Они нашли рядом небольшую реку и решили там сделать привал. Кай разжёг костёр, поставил мясо жарится на огне, взял свою книжку и стал в ней что-то чёркать. Рекс достал из своих подсумок с пояса н небольшой кубик с разделёнными шестью квадратами каждой из сторон и покрашенный в свой цвет, и стал крутить.\n- Что это такое? – поинтересовались Кай с Аки.\n- Это запутанный куб. Сначала надо перемешать цвета и потом всё вернуть на свои места. Это очень интересная и сложная головоломка из моей страны. Говорят, что если ты быстро собираешь цветной куб, то ты умный человек. У меня быстрее трёх часов ещё ни разу не получалось.\n- Можно мне попробовать? – спросила Аки.\n- Конечно, - передал Рекс куб.\nАки повертела безделушку, покрутила стороны и быстро собрала одну сторону. \n- Это не так сложно, как кажется, - похвалила себя лиса.\n- Это пока первая сторона, как насчёт остальных? – спросил её Рекс.\n- Сейчас всё сделаю, - Аки тут же собрала вторую и третью сторону, а с остальными уже возникали проблемы. Пока лисица была занята кубиком, Кай поделил мясо на троих и вместе с тарелками отдал каждому.\n- Аки, отвлекись от кубика и поешь, - предложил юноша. - После небольшой подпитки легче думается. – девушка отложила безделушку и принялась есть со всеми.\n- Какой-то новый рецепт? – спросила Аки после первого укуса.\n- Нет, использовал новые травы, которые купил на рынке. Тебе не нравятся?\n- Нет, всё вышло очень вкусно. \n- Рад это слышать. \nКогда же всё было съедено, лисица принялась снова вращать безделушку. После пятнадцати минут куб был собран.\n- Мои поздравления, вы управилась очень быстро, - похвалил её Рекс.\n- Можно я попробую, выглядит очень интересно? - протянул юноша руку лисице.\n- Погоди, Кай, сперва нужно перемешать цвета, - выхватил он куб, перемешал все стороны и отдал юноше. Кай повертел его, покрутил и тут же собрал за пять минут. \n- Что?! – удивились Рекс с Аки.\n- Впервые вижу такое, - в смятении сказал мужчина.\n- Как ты так быстро его собрал? – спросила Аки.\n- Я просто повторил движения Рекса, только задом наперёд и вот, - похихикал Кай.\n- Дай-ка мне, - взял мужчина куб в руки, повернулся спиной и снова перемешал стороны. – Вот теперь попробуй, - вернул он безделушку. – Если ты и сейчас его так быстро соберёшь, то я не знаю, что сказать.\n- Не волнуйся я помогу тебе подобрать слова, - ответил Кай, вертя безделушку. Через пять минут он снова собрал её. Удивлению друзей не было предела.\n- Ты явно самый умнейший человек на свете, - сказал Рекс.\n- Я не был бы так уверен, - отрицал Кай. – Я запомнил, как вы собираете и повторял удачные варианты.\n- Даже так, на это не каждый способен.\n- Да брось ты. Собрать игрушку быстрее всех и считать после этого, что этот человек гений – глупо. Но игрушка мне понравилась, - Кай сделал копию куба в руке, - буду время от времени играться с ней. Держи, - бросил он одну Рексу, а вторую в воронку. В это время лисица обернулась в свои хвосты и сказал: «Всем спокойной ночи».\n- Спокойной, - ответили ребята вместе.\n- Я тоже, пожалуй, спать, - сказал Рекс и лёг поближе к костру.\n- Держи, - протянул Кай плед мужчине.\n- Благодарю, - укрался Рекс им и уснул. Кай отошёл от друзей недалеко, призвал в руки красную катану и оттачивал удары всю ночь.",
      "",
      "",
      "",
      ""
    ]
  }
]