function Home() {
  return (
    <main className="home wrapper">
      <div className="pfp"/>
      <h2>Князян Ашот Залибекович</h2>
      <p>Молодой и малоопытный автор, который стремиться поделится с читателями новыми захватывающими историями и стремящийся к совершенствованию своего литературного мастерства. Добрый и вежливый собеседник или друг, способный продержать разговор по любой теме. Человек, что не боится признавать свои ошибки и учиться на них.</p>
      <a className="btn" href="/kbooks/#/books">Мои книги</a>
      <a className="btn light" href="/kbooks/#/suggest">Предложить историю</a>
    </main>
  )
}

export default Home